[{"pr_id":2638179,"Audit Category":"Routine","Audit Classification (R&D)":"Acceptable","Audit Conduct":"Summary and Organisational Structure and Local PV Requirements:Takeda LOC Argentina pertains to the Takeda South Cone and Takeda LOC Chile. Takeda Argentina S.A. LOC Argentina lsquo;s main office is in Av. del Libertador 7208-14th floor, C1429BMS Buenos Aires City , Argentina.LOC Argentina employs 252 employees, including regional and global positions. General Manager GM of Takeda LOC Argentina was Ben Kubik. Takeda LOC Argentina focused on four 4 therapeutic areas: Oncology, Gastroenterology, Rare Diseases, and Plasma derived-therapies. The primary care therapeutic area was sold out in January 2022.LOC Argentina had the following departments and functions:PharmacovigilanceRegulatory AffairsMedical Affairs Clinical DepartmentQuality AssuranceLegalVaccines Business UnitEthics amp; ComplianceBusiness OperationsPatient ServicesMarket AccessOncology Business UnitGastrointestinal Business UnitHereditary Angioedema amp; Immunology Business UnitGenetic Disease Business UnitFinanceCommercial amp; Demand PlanningPublic AffairsData Digital amp; TechnologyHuman ResourcesITFacilitiesPV at LOC Argentina was established with two 2 headcounts; one 1 permanent and one 1 contractor, as part of the Country-Level Outsourced Service Solution CLOSS project. The contractor was an employee of the global vendor PhV Latam. At the time of the audit and since September 2019, the Local Contact Person for Pharmacovigilance LCPV and Patient Safety Lead PSL, was Elisa Malaver. In September 2019, she was nominated LCPV for L-Shire products and in October 2019, she was nominated LCPV for L-Takeda products. Since February 2020, the deputy LCPV was Valeria Takeishi, a contractor employee from the PV vendor PhV LATAM CLOSS Project. Between the period from September 2019 to February 2020, the deputy LCPV for L-Shire was Azul Diacute;az no longer in the company and Valeria Mauro, Head of LOC RA, for L-Takeda. At the time of the audit, the PSL reported to the Head of PVAR GEM, Katrien Oyen. Both the PSL and deputy PSL worked in the same office. Both had established biweekly meetings to ensure the right coverage in case of unplanned absence by one of the two headcounts. Biweekly meetings were documented in meeting minutes. An example of those meeting minutes was provided during the audit with no observations noted.Local PV regulation requirements in Argentina regarding the nomination of the LCPV included the registration of the contact details of the LCPV at the Pharmacovigilance department of the Administracioacute;n Nacional de Medicamentos, Alimentos y Tecnologiacute;a Meacute;dica ANMAT. Local PV regulations required the nomination of a deputy LCPV. The main responsibilities of the LCPVdeputy LCPV were:Create and maintain a system to collect and assess information on suspected adverse reactions reported to the MAH and notify to the HA. Prepare andor review the Periodic Safety Update Reports.Answer, in due time and proper form, any request of information to the HA related to drugEnsure the necessary mechanisms to comply with the regulatory actions established for safety reasons, as well as those within the Risk Management Plan that are carried out in Argentina.Periodically review the scientific literature on suspected adverse reactions to MAH medicinal products.Act as a liaison for the Pharmacovigilance inspections performed in Argentina.The submission of the LCPV and deputy was made using a paper form to be brought to ANMAT premises, where they provided a registration number as confirmation. The submission documentation as well as the confirmation from ANMAT was provided during the audit. No observations were noted.The local PV regulation required that the LCPV had experience in Pharmacovigilance, had a background in medical sciences and was resident in Argentina. The registration documentation, CVs, and JDs were provided during the audit. No observations were raised.As part of the Takeda Regional Optimization Outsourcing Solution ROSS project, established in July 2020, PV LOC Argentina outsourced the PV key activities to a PV vendor, PGA FARMA. From August 2020, ROSS vendor PGA, already used by L-Shire as a preferred vendor, started performing the following activities for Argentina LOC:ICSR Management: Local Case Intake, Translation, and Follow-up activitiesLocal Case Submission activitiesTraining on PV for new employees Takeda and external and annual PV training for employees without access to LMS.Patient Support Programs PSP and Market Research Programs MR: Review of the registration process of PSP and MR in the MRPSP tool is complete and PV training of PSP and MR vendor employees.Local Literature Surveillance activitiesLocal PV Regulatory Intelligence activitiesMonitoring of implementation of additional Risk Minimization Measures.All PV activities at LOC Argentina were described in the Description of Pharmacovigilance Responsibilities Matrix DPRM for PV LOC Argentina provided provided as part of the pre audit documentation dated 07-Dec-2022. The DPRM specified both the tasks and responsibilities conducted by PGA FARMA and by PV LOC Argentina. The DPRM FORM-0004065 version 3.0 was signed and dated by the LOC Argentina Patient Safety Lead PSL and GM. No issues were noted.Takeda Argentina S.A. covered a broad portfolio of products with different profiles. The list of products during 2021 and 2022 included a total of 66 approved products. Takeda Argentina the Marketing Authorization Holder MAH for 39 out of the 66 products. Other MAHs were Takeda Denmark AS, Takeda GmbH, Takeda France SAS, etc.The current portfolio included 20 marketed Marketing Authorizations MAs and 31 non-marketed MAs.The top three selling products in Argentina during the time period covered during the audit were Adcetris brentuximab vedotin, Replagal agalsidase alfa and VPRIV velaglucerasa alfa A summary of contractual agreements signed by the MAH is included in each relevant section of the report:Interventional studies required approval by the HA Disposition 667710: Adopts Good Practices in Clinical Pharmacology. LOC Argentina did not conduct any Interventional study at the time of the audit. Each Ethics Committee defined its own submission requirements Disposition 667710.Protocols of non-interventional studies did not require HA approval Resolution 148011: Guideline for Investigation in Human Beings. Domestic and Foreign Clinical Trial ICSR submission requirements were: Reporting of SUSARs within ten 10 working days Disposition 667710. Periodic Reporting Requirements were: Six-monthly list of SUSARs occurred with the investigational product Disposition 667710.Local studies were conducted with the support of the local CRO, ldquo;IC Projectsrdquo;, including Medical Monitoring, Reporting of Safety Information to Takeda, Follow-up with investigators, and Medical Writing e.g., protocol and eCRF writing.ActivitiesThe audit encompassed a review of the following:LOC PV Safety Department;QMS;IT systems;Sources of Safety Information;Spontaneous Sources;Local Literature Screening;Interventional and Non-Interventional Clinical Trials;Solicited Sources Patient Support and Market Research Programmes PSPs and MRPs;Digital Media and Websites;Medical Information MI;Product Quality Complaints PQCs;Regulatory Affairs;Sales and Marketing, Including Use of Promotional Non-Promotional Material;Medical Affairs;Clinical Operations;Third Parties, Marketing Partners, Distributors, PV related Vendors, CROs;Compliance to Expedited and Aggregate Reporting;Management of Safety Variations and Local Reference Safety Information RSI;12. Implementation of RMPs and Risk Minimisation Measures RMMs including targeted followup;13. Local Study Management;14. Status of CAPAs, including verification of CAPA completion from PV or related inspections and audits.The audit was conducted and evaluated against the current versions of the following regulations and guidelines, but not limited to as applicable to the LOC:International Conference on Harmonisation ICH Efficacy Guidelines: International Conference on Harmonisation ICH E6 mdash; Guideline for Good Clinical Practice adopted in the European Union as CPMPICH13595;Clinical Safety Data Management: Definitions and Standards for Expedited Reporting E2A;Clinical Safety Data Management: Data Elements for Transmission of Individual Case Safety Reports E2B R2R3;Periodic Benefit-Risk Evaluation Report E2C R2;Post-Approval Safety Data Management: Definitions and Standards for Expedited Reporting E2D;Pharmacovigilance Planning E2E;Development Safety Update Report E2F;Good Clinical Practice E6 R2;Guidelines for Good Pharmacoepidemiology Practices GPP, Revision 3:June 2015.EU Specific: Regulation EU No 12352010;Commission Implementing Regulation EU No 5202012;Regulation EU No 10272012;Council Regulation 230993 Title II, Chapter 3;Regulation EC No 7262004 Title II, Chapter 3;Commission Regulation EC 54095;Commission Regulation EU 5202012;Regulation EC no 19012006;Regulation EC 19022006;Regulation EU 2016679-General Data Protection Regulation EU GDPRDirective 201084EU;Directive 201226EU;Directive 200183EC as amended;European Medicines Agency guidelines on Good Pharmacovigilance Practices GVP ndash; Modules I, II, III, IV, V, VI, VII, VIII, IX, X, XV, XVI including all final GVP annexes  definitions and templates as published as guidance by the EMA in association with the GVPs;Directive 200120EC as amended and Eudralex Volume 10: Clinical trials guidelines;EU Clinical Trials Regulation EU 5362014EMA GVP Module VllI: Post-authorisation Safety Studies;Guidance for Industry: Computerised Systems Used in Clinical Investigations dated May-2007;Directive 201084EU 15 Dec 2010 amending 200183EC, as amended by Council Directive 200427EC, 200424EC and Commission; Directive 200363EC;Directives 201284EU, 200120EC, 200528EC.Good Practice Codes for Pharma Industry as applicableU.S. Food and Drug Administration FDA Specific:FDA 21 CFRsect;312.32 1ND Safety Reporting;FDA 21 CFRsect; 600.80 Postmarketing reporting of adverse experiences Biologics;Code of Federal Regulations CFR, April 1, 1998. Part 21, sect; 314.80, Post-marketing Reporting of Adverse Drug Experiences;Code of Federal Regulations CFR, April 1, 1998. Part 21, sect; 800.00. Medical Devices;Code of Federal Regulations CFR Part 21 sect; 803 MEDICAL DEVICE REPORTING;2001 Draft Guidance: Postmarketing Safety Reporting for Human Drug and Biological Products Including Vaccines;2014 Draft Guidance: Providing Submissions in Electronic Formatmdash;Postmarketing Safety Reports.Japan SpecificMHLW, Ordinance No. 135, 2004 GVP;MHLW, Ordinance No. 171, 2004 GPSP;MHLW, Ordinance No. 28, 1997 and No. 24, 2008 GCP;MHLW, Notification No. 0328007, 2005 E2D.Local RegulationsResolution 70693: Creation of the National Pharmacovigilance System;Disposition 387099: Link between Private Industry and Pharmacovigilance Department;Disposition 243800: Participation of the Pharmaceutical Industry in the National Pharmacovigilance System;Disposition 462212: Regulation for medicinal products registered ldquo;Under Special Conditionsrdquo; Products for Rare Diseases;Circular 008 2009: Approving Guide of Good Pharmacovigilance Practice;Disposition 535812: Good Practices of Pharmacovigilance;Guideline: Questions and Answers Related to Good Pharmacovigilance Practices Disposition 53582012;ANMAT Guideline: Good Pharmacovigilance Practices ndash; Guide for the Industry, January 2016;ANMAT Guideline: Periodic Safety Update Reports PSURs ndash; Guide for the Industry, May 2016;Note FVG 09-2018. Submission of ADR by means of electronic transmission;Note FVG 12-2018. Document submission to NPVS National Pharmacovigilance System;ANMAT Guideline: Pharmacovigilance and Covid-19,May 2020;Guideline: Considerations on ANMAT Disposition 535812 - Version Oct-2022;Disposition 461619: Regime of Exception Accessibility to Medicines;Disposition 667710: Adopts Good Practices in Clinical Pharmacology;Resolution 148011: Guideline for Investigation in Human Beings;Disposition 82817: Expanded Access Programs;Guideline: Reporting of SUSARs, Biannual Drug Safety Reports, Expedited Safety Reporting and Safety Reports issued to the Data Safety and Monitoring Board. Studies of Clinical Pharmacology defined in Disposition 66772010;Law 11044: Clinical Research in Buenos Aires Province;Decree 3385: Regulation of Law 11044;CCIS: Guideline for Adverse Event Report, 2010.Applicable Takeda SOPsIn addition to the regulatory requirements listed above, this audit included an evaluation of the comprehensiveness of current applicable local procedures and the level of compliance with them. The alignmentcompliance of any local SOPs with applicable current global SOPs were also evaluated.LOC PV Safety DepartmentPV at LOC Argentina was established with two 2 headcounts; one 1 permanent and one 1 contractor, as part of the Country-Level Outsourced Service Solution CLOSS project. The contractor was Valeria Takeishi, of the global vendor PhV Latam and was hired as deputy PSLLCPV.PV at LOC Argentina was headed up by the PVAR BrazilSAM, K. Oyen. Reporting to the PVAR BrazilSAM was the PSLLCPV, Elisa Malaver, PV Cluster Lead Argentina and South Cone. Reporting to the LOC Argentina PSL was Valeria Takeishi, deputy PSLLCPV. Both the LCPV and deputy held a scientific background: biologist and nutritionist respectively.Since August 2020, the Regional Optimization Outsourcing Solution ROSS project was established at Takeda, where Pharmacovigilance activities were outsourced to Pharmacovigilance vendor. Takeda LOC Argentina outsourced the following activities to the PV vendor PGA FARMA:ICSR Management: Local Case Intake, Translation, and Follow-up activities 17-Aug-20Local Case Submission activities 17-Aug-20PV Training support 12-Apr-21Operational support for Market Research Programs MRP and Patient Support Programs PSP 10-May-21Local Literature Surveillance activities 15-Sep-20Local PV Regulatory Intelligence activities 01-Mar-21Local Risk Management implementation support 24-Jun-21Therefore, Takeda PV LOC Argentina was responsible for:PV vendor oversightFulfilling the Local Contact Person for Pharmacovigilance LCPV activitiesInterpretation of legislative changes impacting PVParticipation in certain local PV Industry organizations e.g CaemeAccountability for local PV strategiesFacilitating andor supporting engagement with local Commercial teams as appropriate for complex initiativesLocal clinical studies e.g., Post-Marketing StudiesAudits and InspectionsThe oversight of PGA FARMA in Argentina, a PV third-party vendor, was under the PV LOC Argentina. A PV Supplier Oversight Plan for PGA FORM-0002579 v3 20-Sep-2021 was in place and included Argentina as one of the LOCs in scope.LOC Argentina held work-level meetings biweekly with PGA FARMA to discuss in detail all outsourced key PV activities, including case processing-related activities and submission of ICSRs to ANMAT.On a monthly basis, Governance meetings were held between the Head of PVAR, Takeda Regional Vendor Oversight Lead, PGA FARMA Executive Director, PGA FARMA Manager, and PV Services and PV System. These Governance meetings covered project updates, timelines, metrics, and Key Performance Indicators KPIs, etc. Meeting minutes were documented for both types of meetings. A sample of these meeting minutes was reviewed e.g., monthly meeting Jan 2023 and quarterly meeting Q3 2022 during the audit with no issue noted.Takeda local SOP PROC-0023648 v.2.0 ldquo;Actividades de Farmacovigilancia en Takeda Argentinardquo; described the current process for the collection and handling of safety information at Takeda LOC Argentina. Safety information Adverse Events AEAdverse Drug Reactions ADRSpecial Situation Reports SSR from any source was to be reported to the PV Department at the following e-mail address: AE.BRASAMtakeda.com.This mailbox was daily monitored by PGA FARMA who were responsible for filling in the Adverse Event Report AER Form FORM-0002194 in English and transmitted it to Takeda Global Patient Safety Evaluation GPSE for data entry in the Takeda Global Safety Database GSD using the inbox pvsafetyamericastakeda.com. The integrated GSD Argus from previous L-Takeda and L-Shire GSD was in place on 26-Oct-2020. After case processing, PGA FARMA was responsible for the submission of ADRs to ANMAT in Spanish via the ANMAT portal.Interaction with the LOC Quality Assurance department was done in case a PV report was associated with a Product Quality Complaint PQC. Interaction with Latam Medical Information MI was done in case a PV report was associated with a Medical Information Enquiry MIE.In case safety information was reported via the office phone 54 112151-8500, the two 2 receptionists were trained in Pharmacovigilance AE and PQC awareness training. PV Training records for one of the two receptionists interviewed during the audit were provided and confirmed the receipt of PV training to TRMT-0000086 v 10.0, Drug Safety and Product Complaints Training Global Patient Safety Evaluation GPSE. One of the two receptionists was interviewed during the audit and explained that in case any potential safety information was reported, this was communicated via email to AE.BRASAMtakeda.com. In case of a potential PQC, this was communicated via email to LOC QA. One PQC received from the reception was reviewed during the audit. The PQC was forwarded to LOC QA within the same day. No issues were noted from the interview and the PQC review. According to the receptionist, Takeda LOC Argentinaacute;s office hours were from 8 am to 8 pm. Out-of-office hours coverage was ensured by the Latam Medical Information Team via Tel: 08002665287 and e-mail: medinfolatamtakeda.com, which was available on LOC Argentinaacute;s website. No issues were noted.No signal detection activities were performed locally.Local PV regulations did not require a Pharmacovigilance System Master File. LOC Argentina was responsible for providing updates to the EU PSMF every quarter upon request by Global Team. Updates included local PV contracts, LCPV changes, local vendors, and local audits. The auditor verified that the last updated PSMF version 40 contained the most updated LOC information regarding local PV contracts, LCPV data and local vendors.PGA FARMA was responsible for performing regulatory surveillance on a weekly basis according to Takeda global SOP PROC-0003948 v4.0 GPSE Regulatory Intelligence Process. The following sites were monitored:ANMAT websiteCortellis PV Regulatory IntelligenceThe results of this PV regulatory surveillance were sent to the PSL on a weekly basis for their review. Any relevant update impacting the PV system was provided by PGA to GPSE GPSERegulatorylntelligencetakeda.com, copying PV LOC Argentina. An example of the communication from PGA to LOC PV with a relevant PV regulation Disposicioacute;n Nordm;53582012 ndash; Buenas Praacute;cticas de Farmacovigilancia updated in Nov-22 and the Gap Assessment GA REC-000061876 signed 14-Dec-22 were reviewed during the audit with no issues noted.As per the local SOP PROC-0023648 v2.0 ldquo;Actividades de Farmacovigilancia en Takeda Argentinardquo; and PSL interview, there were no local PV requirements on document retention. According to this local SOP, the process was incorrectly referring to PROC-0004674 v3.0 Archiving and Records Management whose scope was South Africa but it was noted that PROC-0023648 v3.0 signed on 14-Feb-23 before the audit was now referring to PROC-0018348 v1.0 whose scope is Global therefore this was not retained as an observation. The PSL stated that during the Pandemic COVID-19, ANMAT found an alternative to paper documents and currently documentationcommunication with ANMAT was done electronically. Before the Pandemic COVID-19, all paper records were filed in fire-proof cabinet within an access-controlled filing room at LOC Argentinaacute;s offices.The mailbox used by both the PSL and deputy PSL for topics other than AE reporting e.g. for ICSR reconciliation was GPSE.SouthConetakeda.com.The following documents were reviewed during the audit to verify the discussed processes with no issues noted:Last meeting minutes from the last meeting between LCPV and deputy dated 24-Feb-2023Last meeting minutes from the last meeting where LCPV leaves on holidays dated 16-Dec-2022Quarterly meetings with PhV LATAM according to the oversight plan - Quarterly KPIs Oversight Report Q4-2022 dated 26-Jan-2023Oversight Plan with PhV LATAM version 1 from September 2021Oversight Plan with PGA version 3 from September 2021Monthly oversight report from PGA for January 2023Example biweekly emails with PGA metrics within Jan 2023QMSThe LOC QA Argentina was headed by M. Coacute;rdoba, Quality Compliance and Systems Head reporting to S. Sutter, Site Quality Head SAM amp; South Cone. Reporting to the Head Quality Compliance and Systems, there were three 3 QA Analysts and one 1 QA Lead.The key LOC quality activities audited were:Gap assessment management QA review and approvalSOP ManagementProduct Complaints Management see PQC section in this reportInternal Audits HA inspectionsDeviationCAPA ManagementOther cross-functional activitiesTakeda global SOP PROC-0000782 v6.0 GxP Document Management was followed at LOC Argentina for the management of GxP documents. Takeda QA LOC Argentina used the following QMS: LEADs L-Takeda and VEEVA L-Shire. Local procedures e.g. SOPs and TOOLs were reviewed on a 3-year review cycle and were approved by LOC QA. The Local procedures cross-referenced global procedures in place for the conduct of the activities. The following gap assessments were reviewed during the audit with no issues raised:REC-000063357 Gap Assessment for PROC-0003950 v8.0 Aggregate Safety Reporting ProcessREC-000063936 Gap Assessment for PROC-0022511 v2.0 PV aRMM procedureREC-000062869 Gap Assessment for PROC-0019643 v2.0 BCP FrameworkREC-000063940 Gap Assessment for PROC-0003994 v8.0 PV Risk Management Planning, Development and ImplementationLOC QA maintained a training matrix in LEADs TOOL-0012699 v5.0 defining the GxP training needs for LOC Argentina staff. LOC PV maintained a training matrix excel sheet version controlled 2 with all applicable local regulations that PV personnel needed to be trained on. Additionally, LOC PV followed the GPSE global training matrix for SOP training. Timelines for SOP training were standardly 30 calendar days after local SOP was effective. Training compliance at a local level was managed by the global level responsible for running the compliance reports, while Local QA was responsible for monitoring whether compliance was met or follow-up with noncompliant employees. Monthly metrics were run and discussed during the monthly Regional QA meetings including recalls, complaints, training, deviations, change controls or CAPAs. Documentation for the monthly Regional QA meeting Quality Council South Cone Review Period: Jan 2023 was reviewed during the audit without any issue noted. The target for training compliance was 90. Whenever the target was not completed, this was followed up during the next monthly meeting and an investigation or action plan was opened if overdue training was not yet completed. Trends were also discussed during the monthly and quarterly meetings with the LOC management, including the GM.LOC QA followed Takeda global PROC-0003367 v4.0 GxP Training Management for the management of employeesacute; JD and CV. For GxP employees, the CV was uploaded in the electronic training system LEADs.Takeda local SOPs: PROC-0006917 v5.0, ARG Management of deviations events and investigations and PROC-0006764 v4.0, ARG ndash; ldquo;Acciones correctivas y acciones preventivasrdquo; Corrective and Preventive Actions were in place for the management of deviations and CAPAs in Trackwise.Quality Events and CAPA management generated from local PV got supported by Ramp;D Quality PVMQ Compliance and not by LOC QA. The following QEs: 2380631 and 3147061 and associated CAPAs were reviewed during the audit. All CAPAs were closed. No issues were noted.For the last three 3 years, LOC QA has supported global QA and has been responsible for the local vendor risk assessments for local suppliers and executing the local vendor audit plan accordingly. LOC QA maintained a list of local vendors. Based on the Risk Assessment performed at a local level in accordance with Takeda global processes: TOOL -0001756 Risk Assessment Tool for the Development of the Annual Supplier Audit Schedule and PROC-0017494 Supplier Qualification. LOC QA elaborated an audit plan for the upcoming FY. The following documents were reviewed with no observations noted:REC-000027270 v2.0 effective 08-Jan-2021 ARG Programa de Auditoriacute;as a Proveedores Medical Affairs y PharmacovigilanceREC-000027270 v3.0 effective 17-Feb-2023 ARG Programa de Auditoriacute;as a Proveedores Medical Affairs y PharmacovigilanceREC-000027270 v3.0 included the revision of local audits performed during FY2021 -FY2022 and the planning for FY2023 and FY2024.IT systems:All IT applications used by LOC Argentina were global. A summary of PV-related IT applications used by the LOC that support PV-related activities were briefly discussed during the audit and is detailed below:Learning Management System: LEADS and SABAMedical Information Enquiry Management: Medical Information Cloud MICRegulatory Document Management: MOSAIC, PRISM, and TrailArtwork Management System: FocusLegal Database: LINCProduct Complaint and QEDeviations Database: TrackwiseMR and PSP management: MRPSP Tracking ToolPromotional and non-promotional materials: Promomats and MARVThe local IT Team consisted of four 4 members: two 2 Service Delivery Partners and two 2 external Field Engineers Wipro. The local IT Team was responsible for ensuring that all the global infrastructure and systems worked at the local level and ensuring local connectivity and local user support. No local IT SOPs were in place. All SOPs used by IT were global. As part of a global agreement with Wipro, an IT service provider, there were two 2 Field Engineers to support LOC Argentina employees.Takeda Local SOP PROC-0023638 v2.0 ldquo;Plan de Continuidad del Negocio para las Actividades de Farmacovigilancia en Argentinardquo; described the business continuity plan for any disruptive events to ensure the continuity of the critical PV activities.The local Business Continuity Plan BCP considered four 4 situations:Impossibility of accessing the office facilitiesLack of PV personnelInterruption of IT systemsFailure on the website or mailbox of the local health authorities.The local BCP identified all critical activities, the impact, and the maximum time of interruption before the impact could be significant. One of the situations discussed during the audit was the lack of both PV personnel in LOC Argentina. In such a scenario, the PV activities would be assumed by the PVAR Director.The local BCP exercise took place annually during Q1, unless there was an actual real-life event in the last 12 months. The BCP test consisted of 18 questions to be tested outside LOC Takeda premises by the PSL and deputy D PSL. The BCP test was documented in FORM-0050239 v1.0 Formulario de Prueba del Plan de Continuidad de Negocio de Farmacovigilancia de la LOC de Argentina. The last BCP test was performed on 31-Jan-2023. The PV BCP test was duly documented in the corresponding FORM-0050239 v1.0, including a copy with all evidences of each of the steps performed during testing.Sources of Safety Information:Spontaneous Sources:Safety Information was collected from spontaneous reporting by HCPs, patients and consumers, via MI enquiries, PQCs, direct contact with Sales Representatives or Medical Science Liaison MSL, Takeda Argentina office reception, Takeda Websites, PSPs, MRs or other sources. Takeda Argentina Sales Representatives, MSLs, or receptionists, as well as other Takeda local employees, were yearly trained to repor","Audit Date - Performed (Start)":1678147200000,"Audit Date - Performed (End)":1678320000000,"Audit Scheduled End Date":1678320000000,"Audit Scheduled Start Date":1678147200000,"Audit Scheduled by":"Sailly, Bertrand","Audit Subtype (R&D)":"Local Operating Company","Audit Subtype Category":"Shire Argentina","Audit Type (R&D)":"PV System & International","Description":"In accordance with the Takeda Research and Development Ramp;D EUCAN GEM Pharmacovigilance and Medical Quality PVMQ, and Local Study Management System LOC audit schedule for Takeda fiscal year 2022, a routine LOC audit was performed remotely from 07-Mar-2023 to 09-Mar-2023 at Takeda Argentina S.A. ","Executive Summary (R&D)":"In accordance with the Takeda Research and Development Ramp;D EUCAN GEM Pharmacovigilance and Medical Quality PVMQ, and Local Study Management System LOC audit schedule for Takeda fiscal year 2022, a routine LOC audit was performed remotely from 07-Mar-2023 to 09-Mar-2023 at Takeda Argentina S.A.The audit was performed from 07-Mar-2023 to 09-Mar-2023 by Alexandra Curiel Martos, Consultant Lead Auditor, Zigzag Associates Ltd. The audit was conducted remotely through interviews with relevant personnel via Microsoft Teams. Corresponding document reviews were performed using the Takeda BOX platform and via a live screen-sharing facility within Microsoft Teams.The audit was performed in accordance with the Takeda GxP Quality Management System documents PROC-0001140 Global Standard, Quality Audits, and PROC-0003653 Audits of Regulated Activities in Research and Development.In addition, the audit was conducted in accordance with the approved Audit Plan dated 28-Feb-2023, which contains the details of the audit scope and objectives, including details of all core areas reviewed during this audit. There were no deviations from the approved audit plan.As the audit was conducted remotely, no facility tour was conducted.Audit ObjectivesThe audit objectives for this LOC system audit were to determineadherence to global and national regulatoryrequirements, Good PV Practice guidelines and Local Study Management guidelines, and adherence to Takeda global and localprocedural documents,as applicable.The audit objectives for this audit were to:Evaluate compliance with the applicable local and global regulatory authority PV requirements andor guidelines as well as Takedarsquo;s global and local procedural documents as applicable.Review all relevant PV processes and procedures relating to post-marketing and clinical research activities.Review adequacy of local documentation to include for example; archiving, contracts with 3rd parties, source documents, job descriptions, CVs and training records.Verify resolution of the Corrective Actions and Preventative Actions CAPAs and Effectiveness Checks ECs, as applicable, from previous PV routine audits to ensure that these have been satisfactorily completed andor addressed.Assess Quality Management System QMS.Assess Inspection readiness status.Local Study Management audit objectives were to:Evaluate if the LOC has processes and systems in place to manage InterventionalNon-Interventional Medical Affairs Company Sponsored MACS, Post Authorisation Safety Studies PASS and Post-Marketing Surveillance PMS studies and they are compliant with Global Takeda SOPs and applicable Local Regulatory Requirements as appropriate.Audit ScopeThe audit scope for this LOC system audit included:Pharmacovigilance activities to include all aspects relating to the collection, processing, analysis and reporting of safety information. In addition, activities relating to signal detection, literature review, local contact for PV roles and responsibilities, provision of data to the PSMF, risk management, periodic safety reportaggregate reporting, communications of safety concerns to regulatory authority, patients andor HCPs, urgent safety issues, inductionannual PV training and interactions with internal LOC departments and external parties, including training on relevant PV Regulatory Intelligence.Vendor oversight and contractual agreements with third party vendors contributing to PV system.Medical Information activities; to include LOC activities to support local products as applicableProduct Quality Complaints and Product Recall.Regulatory Affairs activities to include product reference safety information updates through to artwork e.g., CCDS, prescribing informationpatient information leaflets; submissions to regulatory authorities and interactions with regulatory authorities and notification of changes within the LOC, as applicable.Local implementation of risk management plans and country-specific PSURs and PSMF, as applicable.Management of safety enquiries from local Competent AuthorityAgency and DHPC letters.Medical Affairs activities to include product and disease trainingawareness, Medical Science Liaison MSL interactions with Healthcare Professionals HCPs, and Medical Affairs Company Sponsored MACS studies including management of safety information resulting from these studies.Sales and Marketing to include Market ResearchPatient Support ProgramsDigital Media, annual PV training and interactions with HCPs and consumers.Legal as it relates to contract management and reporting of safety information from legal to PV department.Medical and regulatory role in approval of promotional and non-promotional materials.Information Technology to include any computer system that supports PV activity directly or indirectly, to include, computer system validation and testing.Infrastructure and Organizational Structure to include a facility tour, business continuitydisaster recovery, archiving offsite and onsite organizational roles and responsibilities as well as qualifications and training of relevant personnel covering PV.Quality Management System QMS to include vendor selection and oversight, procedural document management, learning management training, quality event and CAPA management, internal and external audit programs and good documentation practices.Extended audit scope for Local Study Management included:Company Structure related to LOC Medical AffairsClinical Operations involved in the conduct and management of MACs, PASS andor Post Marketing Surveillance PMS InterventionalNon-Interventional Studies including interactions of different functional groups and interfaces internally and externally as appropriate.The local Regulatory Authority and Ethics Committee requirements for MACs, PASS amp; PMS interventionalNon-interventional Studies as appropriate. Management of Regulatory Affairs Activities, review of the document submission and approval process for MACs, PASS amp; PMS InterventionalNon-interventional studies as appropriate.Project Management processes related to the set-up and conduct of the study including Investigational Medicinal Product management for interventional studies as appropriate, vendor management and oversight, end of study management, data management and clinical study report creation.Quality Management System related to local studies to include the management of local SOPs and review the compliance to the global gap assessment process, Training, Deviation management, and audits.PVSafety Reporting Activities, review the process of how safety information is collected and reported, including reconciliation.While all medicinal products authorized within the portfolio of the LOC were within the scope of this audit; a sampled-based approach was taken to review PV-related activities and documentation.The audit focused on a two-year retrospective period beginning on 01-Feb-2021 and ending on 31-Jan-2023.This audit covered a risk-based approach and focused on high-risk areas based on the outcome of the previous audit to reassess the LOCsrsquo; overall risk rating. The last LOC Argentina L-Takeda PV system audit was conducted from 26-Mar-2019 to 29-Mar-2019. All associated CAPAs arising from the previous audit were closed. The last LOC Argentina L-Shire PV system audit was conducted from 09-Apr-2019 to 11-Apr-2019. All associated CAPAs arising from the previous audit were closed.There were no previous Health Authority Inspections.The audit findings consisted of one 1 observation that are detailed in this report.None of the observations were categorized as being Critical. No observations were considered to be Major and one 1 observation was considered to be Minor.There was one recommendation noted for this audit.","Program Lead":"Lesko, Laisa","Regulatory Focus":"GVP","Supporting QAC Group":"Safety and International"},{"pr_id":2753727,"Audit Category":"Routine","Audit Classification (R&D)":"Acceptable with conditions","Audit Conduct":"Audit Report BodyIntroduction General Information:Business PartnerDistributorSupplier Summary and Organizational Structure and Local PV Requirements:PhV LATAM was founded in 2011 and is providing PV services in South America, Central America, the Caribbean and Mexico to pharmaceutical companies. The companyrsquo;s head office is in Buenos Aires, Argentina.PhV LATAM has over 82 employees serving as Local Contact Person for Pharmacovigilance LCPPV in 24 countries. For Takeda back-up LCPPV services in Argentina, Chile, Costa Rica Guatemala. Peru, Ecuador, and Panama. Further PV support services were provided in Mexico. Of note, until recently PV services were also provided in Colombia. However, the PhV LATAM LCPPV was hired by Takeda as their employee. All LCPPVs were employees of PhV LATAM, there were no contractors used.The following contracted processes were reviewed:All Services amp; Deliverables listed in Exhibit ldquo;Ardquo; SOW of PSA effective 27 JUL 2021, including but not limited to Business Continuity and Subcontracting.Country Level Outsourced Services Solution Project CLOSS Project:LQPPV Appointment and activitiesLocal PMS Representative Back-up to Local Pharmacovigilance Contact QPPVLocal PV Project ManagementAudits amp; inspections focal pointsThe objectives of this audit were to:Verify that operating procedures are compliant with applicable regulatory requirementsVerify that Supplier procedurespractices are compliant with Agreements, Supplier standards and SOPsVerify that processes for collection, evaluation and dissemination of Adverse Drug Reactions ADRsSpecial Situations SSs and related product complaints meet local, international regulatory and company standard requirements, and that processes are followed accordinglyVerify that the auditee is appropriately organised to perform the relevant PV activitiesDetermine if the responsibilities of the auditee regarding PV obligations for Marketing Authorisation Holders MAH are being metVerify that key personnel are appropriately qualified, trained and experienced to perform their assigned PV tasksVerify that interactionsinterdependencies with other functional areas are clearly defined and understoodConfirm roles and responsibilities delegated to the auditee by the QPPV are being met and communicated as appropriateVerify QPPV has adequate oversight of PV activities performed by the auditeeDetermine if case documentation is being adequately controlled, stored and archivedPV and QMS Areas Audited:The audit will encompass review of following items:Quality Systems within PVInterviews with relevant members of staff responsible for PV Quality System, and top and other level of managementReview of management, content and updates of SOPs, policies and relevant working guidelines for PVReview of Curricula Vitae CVs, training records and Job Descriptions JDs of selected personnel and review of the management of these recordsReview of basic PV training for relevant staffReview of procedures to ensure business continuity to include disaster recoveryReview of procedures for crisis managementReview of vendor oversight PV Clinical Research Organisation CRO activities including vendor training and audit activitiesReview of procedures for monitoring regulatory agency communicationlegislative changesReview of Corrective Action completionimplementation status of previous audits and inspectionsReview of PV database and websites where applicableReview of monitoring of the performance and effectiveness of the PV system and its quality systemReview of the leadership and commitment by top and other level of managementLocal Qualified Person for PV LQPPVLQPPV Back-up Role and Responsibilities:Nomination of LQPPV, and a deputy to cover this role in periods of absence, as required by local regulationRepresentation of Takeda, where required, toward the relevant Competent Authorities, in accordance with Takeda's instructions, policies and proceduresOversight on the appropriate functioning and maintenance of pharmacovigilance system in the Local Operating Country LOC, including but not limited to compliance to all applicable Global and Local PV processes and engagement with local department e.g.: commercial, regulatory and medicalOversight of pharmacovigilance-related responsibilities e.g. case processing, aggregate reporting, Risk Management Plans RMPs, product labeling information, PV Agreements, local PV audits andor inspections, local PV Vendor activities, including translations where required ensuring quality and compliance standards globally, regionally and locallyPreparationadaptation of local forms or reviewapproval of pharmacovigilance-related documents e.g. periodic reports, RMPs, Dear Doctor Letters, PV educational material and reconciliations, as requiredPreparation of support with the drafting of local PV procedures, in accordance with Takeda s instructionsSubmission of pharmacovigilance-related documents, to the relevant Competent Authorities, as requiredinstructed by TakedaMonitoring and follow up of safety alertsProvision translations for correspondence tofrom the relevant competent authorities and interface with TakedaPV audit inspection readiness at the LOC, participation as appropriate in PV audits and inspections, including follow-up and Corrective and Preventative Action CAPA managementOther applicable responsibilities, including but not limited to oversight of Local PV Vendor activitiesEnsuring business continuity activities including but not limited to but not limited to:Regulatory intelligence monitoring,Literature surveillance,PV training to local affiliate staff and third-party vendors,support the Implementation of Additional Pharmacovigilance Activities according to RMPsCase Handling: case intake, translation, forward to Takeda Case Processing, follow-up and submission to Local Health AuthoritiesPreparation, maintenance and testing of a Business Continuity Plan BCP for PVLQPPVBack-up LQPPV 247 availability, as applicableLQPPVBack-up LQPPV hand-over process and documentationProject Management:Review of overall engagement oversight and associated reporting ensuring Takeda has sufficient information to maintain oversight of contracted servicesManagement of governance meetingsMaintenance of project delivery documentationOversight on staff training to ensure comprehensive training plans and timely completionSupporting Takeda auditsinspections, as needed, including contribution to CAPAThe audit was conducted without any deviations from the audit plan.Audit Requirements:Project Services Agreement PSA effective 27 JUL 2021 between Takeda Development Center Americas, INC and PhV LATAM Espana SL.Amendment 1 to Project Services Agreement effective 23 DEC 2021 between Takeda Development Center Americas, INC and PhV LATAM Espana SL.Pharmacovigilance Supplier Oversight Plan version 3.0 effective 03 SEP 2021The audit was conducted against the following regulations and guidelines:ICH Guidelines:Clinical Safety Data Management: Definitions and Standards for Expedited Reporting E2AClinical Safety Data Management: Data Elements for Transmission of Individual Case Safety Reports E2BR2R3Periodic Benefit-Risk Evaluation Report E2CR2Post-Approval Safety Data Management: Definitions and Standards for Expedited Reporting E2DPharmacovigilance Planning E2EDevelopment Safety Update Report E2FGood Clinical Practice E6R1R2EU Specific: Council Regulation 230993 Title II, Chapter 3 amp; EU Regulation 7262004 Title II, Chapter 3, Commission Regulation EC 54095, Council Regulation EU No 12352010, Commission Regulation EU 5202012, Regulation EC no 19012006, Regulation EC 19022006Directive 201084EU 15 DEC 2010 amending 200183EC, as amended by Council Directive 200427EC, 200424EC and Commission Directive 200363ECDirectives 201284EU, 200120EC, 200528ECEMA Guidelines on Good Pharmacovigilance Practices GVP ndash; Modules including all final GCP annexesdefinitions and templates as published as guidance by the EMA in association with the GVPsEudralex Volume 10: Clinical Trials guidelinesCPBPPhVWP161801: ldquo;Position Paper on Compliance with Pharmacovigilance Regulatory Obligationsrdquo;, NOV 2001Directive EU 9546EC Data Protection DirectiveFDA Specific:21 CFR 312.32 IND Safety Reports21 CFR 312.33 Annual ReportsFDA Guidance for Industry and Investigators: Safety Reporting Requirements for INDs and BABE Studies DEC 201221 CFR 310.305, 314.80, 314.81, 314.98, 600.80 and 600.81 Post-marketing Adverse Drug Experience ReportingFDA Guidance for Industry ndash; Guidance on Premarketing Risk Assessment March 2005FDA Guidance for Industry ndash; Guidance of the Development and Use of Risk Minimization Actions Plans RiskMAP MAR 2005FDA Guidance for Industry - Good Pharmacovigilance Practices and Pharmacoepidemiological Assessment MAR 2005Health Insurance Portability and Accountability Act HIPAA; US-1996 as amendedJapan Specific:MHLW, Ordinance No. 135, 2004 GVPMHLW, Ordinance No. 171, 2004 GPSPMHLW, Ordinance No. 28, 1997 and No. 24, 2008 GCPMHLW, Notification No. 0328007, 2005 E2DLocal Country Specific Standards and Requirements:Argentina:ANMAT Guiacute;a de Buenas Praacute;cticas de Farmacovigilancia, dated 2009Disposicion 38701999, dated 21 JUL 1999Disposicion 5582012, dated 10 SEP 2012Colombia:Decreto 67795, Articulo 146, dated 1995Resolucion Nordm; 2004009455, dated 28 MAY 2004Resolucion Nordm; 14032007, dated 24 MAY 2007Chile:Decreto 3 Aprueba Reglamento del Sistema Nacional de Control de Los Productos Farmaceacute;uticos de Uso Humano, dated 22 MAY 2012Resolucioacute;n Exenta 381 Aprueba Norma Teacute;cnica Ndeg; 140 de Farmacovigilancia, dated 20 JUN 2012Ecuador:Decreto Ejecutivo Ndeg; 544, dated 13 SEP 2012Guatemala:F-FV-g-02 V 01-2021 Directrices de Farmacovigilancia para las Empresas responsables del Registro Sanitario de un Medicamento, dated 24 FEB 2021Mexico:Regulation NOM-220-SSA1-2016, as amended, 30 OCT 2020Panama:Resolucioacute;n 553, Manual de Buenas Practicas de Farmacovigilancia BPFV, dated 03 JUN 2019Paraguay:Resolucioacute;n S.G. Ndeg; 05016, dated 2016Adopted Documento Teacute;cnico No. 5: Buenas Praacute;cticas de Farmacovigilancia para las Ameacute;ricas, Organizacioacute;n Panamericana de la Salud, Red Panamericana de Armonizacioacute;n de la Reglamentacioacute;n Farmaceacute;utica, Grupo de Trabajo en Farmacovigilancia Washington, D. C., dated 2011Peru:Resolution No. 539-2016MINSA, 27 JUL 2016Resolution No. No. 1053-2020MINSA, 20 DEC 2020Resolution No. 680-2021MINSA, 30 MAY 2021Audit Conduct:An opening meeting was conducted on 01 NOV 2022, with the following personnel in attendance:Brenda Alfaro, PV ManagerLeandro Cardoso, Head of QA and CompliancePedro Pieczanski, General ManagerA facility tour was not conducted due to the remote nature of this audit.The following personnel  subject matter experts were interviewed:Brenda Alfaro, PV ManagerLeandro Cardoso, Head of QA and ComplianceValeria Takeishi, Back-up LCPPV ArgentinaSammy Molina, LCPPV ChileAna Garcia, Back-up LCPPV BU ChileYemsy Rosa, LCPPV EcuadorAdriana Rodriguez, LCPPV Costa RicaMonica Asturias, LCPPV GuatemalaPatricia Durango, LCPPV PanamaJesus Mandujano, LCPPV MexicoEsther Medina, LCPPV MexicoGelida Barboza, LCPPV PeruThe following personnel CVs, JDs and Training Records were reviewed:CVs were not shared with the auditorForm 4.0 ndash; SOP-TR-001, Job Description LCPPV, v1.0, effective 26 MAY 2022Of note, all LCPPVs had the same Job DescriptionForm 8.0 - SOP-TR-001 - Training matrix per JD - v1.0, effective 26 MAY 2022Of note, training records were kept in LMS365The following SOPDocuments were reviewed:SOP-GD-008 Business Continuity Plan and Disaster Recovery Plan, v2.0, effective 18 MAR 2020SOP-QA-008 - Development of Business Continuity and Disaster Recovery Plan, v1.0, effective 05 JUN 2022SOP-QA-003 - Nonconformities, Improvement Opportunities and Deviation Permits, v2.0, effective 25 MAY 2022SOP-TR-001 - Training amp; Qualification of PHV LATAM personnel, v1.0, effective 26 MAY 2022SOP-IT-001 - Procedure for Data Backup, Recovery, and Contingency, v1.0, effective 16 MAY 2020Organizational structure, QMS documentation and trainingThe organizational chart AH-CHART-TP, v3.0, effective 25 AUG 2022 outlined the PhV LATAM structure relevant to the Takeda services. The LCPPVs were reporting into the PV Manager, who in turn reported into General Manager of PhV LATAM. There was an independent Quality Assurance QA and Compliance Head, who reported directly to the General Manager.PhV LATAM used SharePoint as its document management system and document repository. There were designated folders for procedural documents e.g. SOPs, Policies, etc, departmental documents and project management, as required. The QA and Compliance Head was responsible for the management and oversight on the procedural documents. Each department was responsible for developing andor maintenance of its procedural documents. All SOPs were required to be reviewed every two 2 years, or otherwise updated as deemed necessary. If no updates were needed, the SOP versioning was kept the same, but the change log was updated and the SOP was resigned by the responsible staff.For each newupdated SOP an author and reviewers were defined. The author requested the word version from the SOP from the QA and Compliance Head or was provided with the SOP template, as applicable. All draft versions were managed in the relevant folder on SharePoint. Prior to finalization the SOP was reviewed by the QA and Compliance Head. Once the SOP was approved, the portable document format pdf version was filed in a designated folder containing all effective procedures. Obsolete procedures were filed in a designated folder with access limited to the QA staff only.The QA and Compliance Head notified the Training Department that a newupdated procedure was available for training. SOP training was assigned in accordance with the Training Matrix for each function. The Training Department was responsible for the maintenance of the training matrices in close collaboration with the line managers and the QA and Compliance Head. Training was delivered to the PhV LATAM staff through Learning Management System LMS 365, a Microsoft application. Staff received an automated email notification and reminders from the LMS 365 when new training was assigned. There was a window of 30 calendar days between the approval date and the effective date for training purpose. Some SOPs were associated with a test, which would have a pass mark of 80. Recently a process was implemented that required non-compliance with timely training completion to be raised as a non-conformity. Procedure SOP-TR-001 - Training amp; Qualification of PHV LATAM personnel, v1.0, effective 26 MAY 2022 described the current processes.There was a general onboarding training plan for all employees, with further function-specific as per the training matrix and project-specific training defined as needed. For LCPPVs function-specific training also included training on local regulatory requirements.All LCPPVs were trained on Takedarsquo;s processes and procedures through Takedarsquo;s Learning Management System. Takeda was responsible for this training delivery and oversight of timely completion.All PhV LATAM staff had a Curriculum Vitae CV and Job Description JD in place, based on the available PhV LATAM templates. All LCPPVs had the same JD for the Takeda process, Form 4.0 - SOP TR001 Local Contact Person for PV LCPV, v1.0, effective 26 MAY 2022. Of note, the PhV LATAM staff assigned as LCPPV for Takeda could also be assigned to other roles not relevant for the Takeda services, particularly those that were not full time assigned to Takeda. Any PhV LATAM staffrsquo;s activities were only reviewed where in scope for this audit.QA reviewed all CVs on an annual basis, JDs were reviewed as needed.PhV LATAM tested the LCPPVrsquo;s availability across all clients monthly up to the end of 2021. Thereafter, the testing schedule was changed to every other month. For this purpose, a test email was sent to the LCPPVrsquo;s email address. If no response was received within 24 hours, the responsible Project Manager would call the relevant LCPPV. All tests and tests results were documented on the testing schedule. Of note, there were only a few countries in scope for the Takeda project where the local regulatory requirements included the 247 availability of the LCPPV, refer to the LCPPV section for the details.Procedure SOP-QA-003 - Nonconformities, Improvement Opportunities and Deviation Permits, v2.0, effective 25 MAY 2022 described the process for handling nonconformities, deviations and CAPAs. All PhV LATAM staff could report a nonconformity andor deviation on the available form. The completed form was reviewed by QA and it was determined whether the reported event required a CAPA. All nonconformities, deviations and CAPAs had a tracking number assigned and were added to an Excel spreadsheet for management and oversight. At the time of the audit no nonconformities or deviations had been reported for the Takeda activities from 01 SEP 2020 to 01 SEP 2022.There was a process in place, ldquo;SOP-QA-009 LCPPVs Pre-Qualificationldquo;, which was shown on screen during the audit for the hiring and qualification of new LCPPVs. Each candidate was interviewed by several PhV LATAM staff. The selection process also consisted of a prequalification test which also encompassed an assessment of English language skills, with a minimum requirement for level A1. The focus for new hires was on actual PV knowledge, particular for their own countryregion. New hires were assigned to English language courses to improve their fluency, as needed. PhV LATAM proposed any new LCPPV to Takeda by sharing their CV. Takeda interviewed the proposed PhV LATAM LCPPV and could approve or reject the presented candidate.Project ManagementThere was a PSA, in place Takeda and PhV LATAM since 27 JUL 2021, as amended, with the Pharmacovigilance Supplier Oversight Plan, v3.0 in effect since 03 SEP 2021.For project governance there were monthly and quarterly meetings held between the LCPPVs and the Takeda regional cluster lead. During the quarterly meeting the Key Performance Indicators KPIs were discussed, as provided in the PhV LATAM quarterly PV Oversight Report. PhV LATAM was responsible for taking meeting minutes and for uploading these to the Takeda sharing platform for the project.Information Technology IT-systems and business processesProcedures SOP-QA-008 - Development of Business Continuity and Disaster Recovery Plan, v1.0, effective 05 JUN 2022 and SOP-GD-008 Business Continuity Plan and Disaster Recovery Plan, v2.0, effective 18 MAR 2020 documented the business continuity and disaster recovery processes in place at PhV LATAM. It was mentioned that the BCPDRP plan was planned to be tested in May, 2022, however, no evidence was shared during the audit. PhV LATAM was not using any company servers in place. Microsoft MS applications SharePoint, MS Teams and LMS365 were used for data storage in the MS cloud, there was a MS contract in place for these applications. There was an IT service provider, who provided for helpdesk services. Data back-ups were taken to a centralized server as Network Attached Storage NAS. Daily incremental back-ups were taken, with full back-ups during the weekend by the IT service provider.Access to the PhV LATAM systems was assigned as required per function andor project role and responsibilities. The assigned PM was responsible for granting access to project-specific folders. Access through desktops or laptops was username and password controlled, with antivirus, antispam and endpoint security software in place as preventative measure.Interview with the Local Qualified Person for PV LQPPVBack-up LQPPVAll LCPPVs were equipped with Takeda laptops and Takeda email accounts. They all had a Takeda JD in place at their respective Takeda Affiliate. Project-specific training on applicable Policies, SOPs, etc., was assigned by Takeda through the Takeda LMS.The LCPPVs were responsible for the oversight on the local Affiliatersquo;s PV system. However, Takedarsquo;s vendor PGA legacy Shire vendor provided for all local case processing, local literature searches, PV training at the local Affiliates and regulatory intelligence monitoring services.The LCPPVs had monthly oversight meetings with PGA regarding the case processing activities. The regional Takeda PV was responsible for organising and documenting these meetings. Reconciliation between PGA and the LCPPVs was conducted every other week. The LCPPVs were responsible for conducting reconciliation activities with Quality and Medical Affairs within the Affiliate. Reconciliation with any third parties, such as license partners, was performed by PGA.PGA provided the LCPPVs with a weekly overview of regulatory intelligence information. The LCPPVs were responsible for reviewing the overview and providing feedback to PGA whether or not there was an impact on their local PV system. PGA was responsible for collating this information and providing this to Takeda.PGA was responsible for providing the onboarding and refresher PV training to the Takeda Affiliate staff. The LCPPVs informed PGA about any newly hired staff at their Affiliate that required PV training. The LCPPVs were only providing PV training to Affiliate staff that had no access to desktops or laptops, such as for example local security staff, as needed. This training was recorded on Takeda training forms, as per Takedarsquo;s procedures.PGA performed the weekly local literature searches for each Affiliate in the project. PGA provided the LCPPVs with an overview of the identified articles for their information. Where needed, PGA would seek advice from the LCPPV.Takeda provided the LCPPVs with a weekly overview of all procedural changes. The LCPPVs were responsible for performing a gap assessment of the global SOPs with the local procedures and provide their feedback to Takeda. The LCPPVs were responsible for ensuring local SOPs were adapted as needed.The LCPPVs were responsible for reviewing periodic reports e.g. Periodic Safety Update Reports PSURs, Risk Management Plans RMPs and other regulatory documents. Where required by the local regulations, local documentation was prepared for the submission. This could for example be the translation of the Executive Summary ES of a PSUR or provision of a local cover letter for the HA submission. In case a full report was required to be translated, a certified agency was used. Local submissions were generally performed by Takedarsquo;s local Regulatory Affairs RA. Please refer to the local country information below for exceptions to the above.The LCPPVs were nominated to the local Health Authority HA, as required by the local regulations. Takeda was responsible for nominating the LCPPV to the HA in the relevant countries Argentina, Chile, Colombia, Guatemala and Peru. The LCPPV had a 247 responsibility, if required by the local regulations. Where this requirement was in place, the LCPPVs documented their hand-over to the assigned back-up as per Takedarsquo;s PROC-0004085 Global SOP, Pharmacovigilance Roles and Responsibilities at Takeda Local Operating Companies v 4.0, issued OCT 2022.ArgentinaThe LCPPV in Argentina was working full time 40 hoursweek for Takeda and served as the primary contact between the local HA and Takeda. PhV LATAM was also responsible for providing the back-up LCPPV, as needed. The LCPPV had regular meetings with the back-up LCPPV. The LCPPV had a 247 responsibility, which was tested as per the PhV LATAMrsquo;s procedure.The LCPPV was responsible for reviewing the translation of the RMP, as provided by Takeda, and for the preparation of the local cover letter for the PSUR.ChileIn Chile the LCPPV provided part-time support 20 hoursweek for the Takeda Affiliate. The LCPPV served as the primary point of contact for the local HA. The LCPPV was responsible for the monthly reconciliation of cases submitted to the HA on the HArsquo;s platform to ensure no cases had been missed for submission. The LCPPV was also responsible for the submission of PSURs to the local HA and for filing the HArsquo;s acknowledgement of receipt ACK. The LCPPV had a 247 responsibility, which was tested as per the PhV LATAMrsquo;s procedure.In Chile only the ES of the PSUR was required to be translated in English. However, the RMP required a full translation, which was delegated to a Takeda vendor.The back-up LCPPV in Chile had no designated hours, but performed PV tasks when and as required, for example for meetings with the LCPPV, or other local Affiliate staff.EcuadorThe LCPPV provided part-time support 25 hoursweek at the local Affiliate. PhV LATAM was also responsible for providing the back-up LCPPV, as needed. The LCPPV served as the primary point of contact with the HA. Per the local requirements it was mandated to have both an LCPPV and a back-up LCPPV in place. However, there was no 247 availability required.The LCPPV noted that there had been one product in place in Ecuador with additional Risk Minimization Measures aRMMs in the form of Healthcare Professional materials and a Patient Card. It was explained that the distribution of the aRMMs had been done through a Patient Support Program PSP, but this PSP had been terminated and no new patients were enrolled.The Executive Summary ES of the PSUR was required to be translated, but all other documents could be submitted in English. This was done in accordance with Takeda SOPs and local regulatory requirements. The LCPPV was responsible for the PSUR and RMP submission, and for filing the HArsquo;s ACK, if received.Costa Rica, Guatemala, PanamaPer the contract, PV services were provided by PhV LATAM staff across these three countries for 100 hoursmonth, about 33 hoursmonth per country.The LCPPV in Costa Rica was nominated to the HA in JAN 2022 and served as the primary point of contact. The back-up LCPPV resided in Mexico, there was no HA requirement for the back-up LCPPV to live in the country. There was no local requirement for the LCPPVrsquo;s 247 availability. The LCPPV was responsible for the submission of PSURs to the electronic HA platform, with only an English translation of the ES. RMPs were only submitted on request and could be submitted entirely in English.The LCPPVrsquo;s nomination to the HA in Guatemala had been submitted, but was pending HA approval at the time of the audit. It was explained that the local requirements had been changed in 2022, through which the LCPPV was required to be a Pharmacist. The previous LCPPV in Guatemala was not meeting this requirement, therefore a new LCPPV had been appointed recently. The LCPPV served as the primary point of contact with the local HA.There was no local requirement for 247 availability of the LCPPV.The LCPPV in Panama was nominated to the HA in FEB 2022 and served as the primary point of contact. The back-up LCPPV resided in Mexico, there was no HA requirement for the back-up LCPPV to live in the country. There was no local requirement for the LCPPVrsquo;s 247 availability. PSURs were submitted to the local HA with an English translation of the ES. It was noted that per the local regulations all translations were performed by a designated, certified agency.MexicoThe LCPPV in Mexico was full time available for Takeda. Per the contract, the back-up LCPPV was provided by PhV LATAM from staff located in Mexico or Argentina during holidays. It was noted that the PhV LATAM employee was not formally assigned as LCPPV. The Takeda Country Manager was officially notified to the HA as the LCPPV and the first point of contact as required by the local regulations. The PhV LATAM LCPPV supported the Takeda Country Manager in the daily execution of the PV tasks in the Affiliate. The LCPPV provided for the PSUR cover letter, translation of the ES or the entire document, as neede","Audit Date - Performed (Start)":1667260800000,"Audit Date - Performed (End)":1667433600000,"Audit Scheduled End Date":1667433600000,"Audit Scheduled Start Date":1667260800000,"Audit Scheduled by":"Meimaris, Paul","Audit Subtype (R&D)":"Supplier","Audit Subtype Category":"PharmacoVigilance System (PV)","Audit Type (R&D)":"PV System & International","Description":"Supplier audit of PhV LATAM","Executive Summary (R&D)":"Executive SummaryTakeda Ramp;D Quality, PV Business Partner and Supplier Quality Assurance Team performed a routine Pharmacovigilance PV Systems audit of PhV LATAM in accordance with the annual Takeda PV Business Partner and Supplier QA Strategy for fiscal year 2022.The audit was planned in collaboration with Leandro Cardoso, Head of Quality Assurance QA amp; Compliance and performed by Marielle Keulen, Consultant Lead Auditor, ADAMAS Consulting Ltd. The audit was conducted through interviews with relevant personnel and topother level of management and review of selected documentation and records.The purpose of this audit was to determine compliance with global and national regulatory requirements and expectations as applicable, Good PV Practice guidelines GVPs, Good Clinical Practice GCP guidelines as applicable, Takeda global and local Policies, Standard, Standard Operating Procedures SOPs, and to also provide the Qualified Persons for Pharmacovigilance QPPVs oversight and assurance that the PhV LATAM comply with the above in fulfilling its License Holder  Marketing Authorization Holder MAH PV obligations.The scope of the audit included:Project Services Agreement PSA effective 27 JUL 2021 between Takeda Development Center Americas, INC and PhV LATAM Espana SLAmendment 1 to Project Services Agreement effective 23 DEC 2021 between Takeda Development Center Americas, INC and PhV LATAM Espana SLPharmacovigilance Supplier Oversight Plan version 3.0 effective 03 SEP 2021The audit was performed in accordance with the Takeda GxP QMS documents quot;Quality Auditsquot; PROC-0001140, and quot;Audits of Regulated Activities in Research and Developmentrdquo; PROC-0003653.This was the first audit of PhV LATAM conducted by Takeda.In addition, the audit was conducted in accordance with the approved Audit Plan dated 06 OCT 2022, which contains the details of the audit scope and objectives, including details of all core areas reviewed during this audit.The audit findings consist of zero 0 critical, zero 0 Major and four 4 Minor findings that are detailed in this report.Based on the audit results, the overall rating for the audit is: Acceptable  SatisfactoryAudit Report Distribution ListSumit Munjal- VP EU QPPV, Global Patient Safety EvaluationVeronique Kugener- Head, Global Patient Safety EvaluationEU QPPV for TakedaGPV Audit InspectionGPV Vendor OversightGRA ComplianceGDS ComplianceRegional Process and ComplianceLaTanya Ramsey - Head, Business Partner and Supplier QualityJanice Berman - Head Ramp;D Global QualityEdwin Barbarin - Head PV and Medical QualityJennifer McDonough - Head, PV and Medical Quality ComplianceAmany Kassem - Head, EUCAN amp; GEM PV and Medical QualityKatsuyuki Ota - Head, Japan PV amp; Medical QualityJohn Reardon - Head, Global Medical QualityPV amp; Medical Quality, Business Partner and Supplier Quality Team","Program Lead":"Meimaris, Paul","Regulatory Focus":"GVP","Supporting QAC Group":"Safety and International"},{"pr_id":3350680,"Audit Category":"Routine","Audit Classification (R&D)":"Acceptable","Audit Conduct":"Organizational Overview Pint Pharma is a pharmaceutical company with headquarters in Austria and seven 7 Affiliates located in Latin America acute;Latamacute;. Pint-Pharma develops, registers, and commercializes highly specialized treatments in partnership with world-leading pharmaceutical companies. Pint-Pharma was Takedaacute;s partner for the registration and commercialization of Iclusig ponatinib in Latam countries including Brazil, Colombia, Argentina, Chile, Mexico, Ecuador and Peru. At the time of the audit Iclusig was commercialized in all these countries except for Peru and Ecuador where it was only registered.Barbara Brunhuber was the EUQPPV of Pint-Pharma until 31-Dec-2023. As of 01-Jan-2024, Stefan Zohman took over the EUQPPV responsibilities for Pint Pharma and his services were contracted out from a PV vendor Drehm Pharma GmbH acute;Drehmacute; headquartered in Austria. Stefan Zohman was previously the deputy EU QPPV. Drehmacute;s PV services were contracted out by Pint-Pharma since 2008 for the provision of EUQPPV or deputy QPPV services. More recently, the services were expanded to ICSR processing and local literature search and review. A service agreement including all these services in Annex I was in place dated 30-Apr-2024. The Drehm team responsible for Pint-Pharma was formed by:EU QPPVDeputy EU QPPVA second deputy QPPV and deputy PM replaced newly in Oct 2024Project ManagerPV ManagerPV ManagerPrior to transferring the local literature search to Drehm in October 2023, ToxiClin, located in Brazil, was the vendor in charge of the local literature search. The service agreement between Pint-Pharma and ToxiClin was shared during the audit with no issues noted. The service agreement was dated 26-Jan-2022. A termination letter was also available with date 30-Apr-2024.Prior to transferring the ICSR processing to Drehm, Marti Farm Ltd. acute;Marti Farmacute;, located in Croatia, was in charge of ICSR processing from September 2022 to May 2024. A Hand-Over Plan for ICSR processing was in place dated 01-Jun-2024. The safety database used by Marti Farm and Drehm was the same one, named Sympto. Therefore, no data migration was applicable during the transferring of responsibilities.Since January 2024, the Head of PVPV Latam Manager at Pint- Pharma was Candela Rodriguez who was reporting to the Global Medical department. Prior to this date this position was not existing. Reporting to the PV Latam Manager there were seven 7 local PV responsible persons at the Affiliates in Brazil, Mexico, Argentina, Chile and ColombiaPeruEcuador.Pint-Pharma global SOP-PV-PV04 v.5 01-Aug-2024 24h Access and back-up provisions described the processes to ensure the continuous availability of QPPV and local pharmacovigilance PV personnel and to comply with applicable legislation. Additionally, each Affiliate described the process in detail in a local SOP. A sample of the local SOPs for Colombia and Mexico was reviewed during the audit with no issues noted. As of 2024, the Latam PV Manager had implemented a process for testing the availability of local QPPV by email and phone and documented the testing in a standard form. The test performed during Q2 2024 was shared during the audit. It was noted that one of the tests was not successful and no justification was documented see recommendation.Quality Systems within PVThe Head of Quality, CS explained the process for the management of controlled documents at Pint Pharma during the audit. Pint-Pharma global SOP-Q-QDOC v.6 01-Jul-2020 Creation, maintenance and control of documents of the Quality Management System described the creation, revision and withdrawal of global SOPs and all controlled child-documents of an SOP such as work instructions, forms, lists or specifications.Pint-Pharma did not have an electronic Document Management System eDMS in place. Control of documents were managed using a Master List of documents at global and local level. Global SOPs did not have a defined frequency for mandatory review since they were used as global standards to be followed by all other Affiliates. Local SOPs were reviewed at least every 3-years. Local SOPs had to be compliant with global SOPs and include any local requirements as per the local legislation. An example of a local SOP on SOPs for the Chilean Affiliate was reviewed during the audit to evidence the process. No observations were noted.The SOP approver was the Head of concerned area e.g., PV. SOP training was arranged by the author of the SOP, and it occurred before the SOP effective date. The Head of Quality was responsible for releasing the SOP and distributing to all concerned areas. MS SharePoint Quality folder was the SOP repository, and it was also available for consultation to all Pint-Pharma areas.Pint-Pharma SOP-PV-11 v.4 01-Aug-2024 Pharmacovigilance Audits and Inspections described the provisions and processes related to the scheduling and conduct of pharmacovigilance PV audits and inspections as well as the management of the corresponding follow up activities.As per the SOP and the interviewee, the PV audit program was prepared and approved by EUQPPV and global Quality Assurance. The audit program was documented in a standard form SCQ-APROG. The audit programs during the period covered by the audit were requested during the audit. It was observed that no PV audit program was available for 2022. The PV audit programs for 2023 and 2024 included the audit of Pint-Pharma Affiliates and service providers and were approved by the former and current EUQPPV respectively. It was noted that the audit program for 2023 was not executed; however, no deviation was open to document why PV audits were not conducted as planned. The audit program standard form did not include a field to indicate whether audits were executed or were not executed with the actual audit date. It was noted that all PV audits listed in the 2024 audit program, a total of seven 7 did not have a month or quarter in which they were planned and they were still to be conducted at the time of the audit, including the PV audit of Drehm. During the audit, the Latam PV Manager stated that Drehm PV audit was planned for the 09-Oct-2024; however, no audit plan, nor agenda was distributed to Drehm. The PV audit was going to be conducted by the Latam PV Manager with no QA support. The Latam PV Manager did not have any experience as auditor and was not independent from the audited activities see observations.As per the SOP-PV-11, audit programs were produced on a risk-based manner. It was noted that the risk-assessment performed to create the audit programs for 2023 and 2024 was either not performed or not documented see observations.Pint-Pharma audited Drehm on 15-Apr-2021. Drehm audited Pint-Pharma PV department on 08-Mar-2024. Pint-Pharma audited ToxiClin on 28-Aug-2024.Pint-Pharma SOP-PV-PV03 v.5 01-Aug-2024 PV Performance Monitoring included the management of deviations and CAPAs arising from Pharmacovigilance activities. The Annex 1 from Pint-Pharma quality SOP SOP2210 on Deviations was used to document the deviations. PV deviations were tracked by the Quality department. The list of PV deviations was provided as part of the pre-audit document request. A total of fourteen PV deviations were listed from which 10 deviations corresponded to late cases. Two 2 deviations A1124 and A8422 with the corresponding associated CAPAs were reviewed during the audit with observations noted see observations.Drehm SOP-QM-007 v.5 01-Mar-2023 Deviation Management was in place for describing the process. As part of the SOP, a standard Deviation Report was used to document individual deviations. Drehm SOP-QM-010 v.2 15-Feb-2023 Corrective Actions, Preventive Actions, Immediate Actions described the CAPA process. Deviations and CAPA were monitored in an Excel tracker. There were no deviations for Takeda project for the time in scope of the audit.Pint-Pharma SOP-PV-PV07 v.4 01-Aug-2024 PV Vendor and outsourced activities described the process for the selection, approval and monitoring of vendors assigned with Good Pharmacovigilance Practice GVP activities. As per the SOP, the EU QPPV or PV Manager Latam were in charge of the selection and approval of global Pint-Pharma PV-related vendors. For local PV-vendors, the local QPPV was responsible for the selection and approval as per the applicable local Pint-Pharma SOP.Oversight of the main PV vendor Drehm was done by different activities: weekly meetings, monthly reconciliation reports and monthly compliance reports. The agenda and action items from the weekly meetings were documented. An example of agenda and action items and a reconciliation report was shared during the audit with no observations noted.No PV Regulatory Inspections were conducted in the Latam region.Personnel Qualification and TrainingPint-Pharma SOP-PV-01 v.5 01-Aug-2024 Pharmacovigilance Roles, Qualifications and Trainings described the management of CVs, JDs and training certificates for PV employees. CVs were updated on a yearly basis upon request of Human Resources HR department that centralized the process. CVs were signed and dates. Each PV employee had a personal binder including this documentation: CV, JD and training certificates. CVs and JDs were provided for all PV personnel at Pint-Pharma. No observations were raised.Training of PV personnel was allocated based on a training matrix TRAIN-MAT. All local QPPV and back-ups were trained in all global PV SOPs. Pint-Pharma did not have an electronic Learning Management system; therefore, training on global SOP was recorded in a Training Record Form. The PV Manager Latam was in charge of training all local QPPV and back-ups on the global PV SOPs where any updates occurred. The last SOP training was organized on 25-Jul-2024 for all updated global PV SOPs with effective date 01-Aug-2024. Training records were provided during the audit as evidence.Onboarding training for all Pint Pharma employees included mandatory PV training. Additionally, annual PV training to all employees and vendors, including Drehm, was conducted. This process was described in Pint Pharma SOP-PV-01 and it was equally described in the local SOPs. Annual PV training at global level was provided by the PV Manager Latam via MS Teams including a final test of 6 questions to be answered all correctly 100. Local Affiliates implemented the same annual PV training including local PV regulations in the country or territory. A sample of training materials and training records were shared during the audit with no issues noted. PV training was also verified for vendor Toxiclin.The PV vendor, Drehm, received product training by receiving the most updated SmPC for the product. Drehm held a validated eLMS by vendor eFRONT where training materials and SOPs were uploaded and released for training. The whole team responsible for Pint-Pharma was trained in the applicable Pint-Pharma SOPs using this eLMS. A sample of training records was shared during the audit where SOP-PV03 PV Media Monitoring was uploaded and acknowledge read and understood by the PV team. Validation report from eFRONT was shared during the audit . It was dated 18-Aug-2022.Adverse Event AE HandlingThe main source of safety data collected for the product in scope of the audit was Patient Support Programs PSPs established in each of the Latam Affiliates. Other channels for spontaneous reporting were reports from HCPs, mainly physicians through the Medical Affairs team.The common PSP in each country was named ldquo;Pint te acompantilde;ardquo; and it was managed by Pint-Pharma with no vendors involved. The PSP was established to help patients accessing the medication and administering the drug. As per the Latam PV Manager, no website was available for this PSP in the territory. Patients were registered by Pint-Pharma nurses and reporting from patients came through the PSP nurses.PSP nurses were trained in Pharmacovigilance by the local QPPV in each Affiliate including the way to report the information e.g., local PV Form which was included in the local SOPs. PSP nurses additionally followed the annual PV training for all Pint-Pharma employees. PSP nurses reported the information to the local QPPV. Local QPPV translated the information from Spanish to English into a CIOMS I Form and both source documents and translation were sent to the Drehm team to pint-pvDrehm.at and Takeda  e.g., TakedaOncoCasescognizant.com.. The timeline for reporting ICSRs to Takeda was 3 CD. Source documents in Spanish and translation in English were uploaded into the safety database Sympto and Takeda GSD. Acknowledgement of ICSR receipt was received from Takeda Cognizant for every individual case.Drehm received the final process CIOMS I form from Takeda as per the timelines described in the PVA by email and Drehm databased the case into Sympto.Sensitive information such as name addresses telephone numbers were redacted from source documents prior to sharing them with Drehm and Takeda. Drehm additionally checked that source documents provided by local Affiliates did not contain any sensitive information and the process was described in DREHM SOP-PV-003 Management of ICSRs v19 30-Jun-2023. Pint-Pharma SOP-PV-13 v.5 01-Aug-2024 Individual Case Safety Reports at Affiliate Level described the receipt and processing of individual case safety reports ICSRs from various sources between affiliate and headquarters level.Drehm maintained an Excel tracker with all Serious cases received from Latam territory for Ponatinib Iclusig for tracking timelines to partner and submission to RAs and follow-ups.Pint-Pharma SOP-PV-03 v.5 01-Aug-2024 Pharmacovigilance Performance Monitoring described the provisions and processes related to the monitoring of the performance of the Pharmacovigilance PV System in order to ensure compliance with applicable legislation. The SOP applied to both global and local. Pint-Pharma local Affiliates performed compliance with internal timelines, distribution of ICSRs to Takeda and reporting to local RA. A monthly report and a monthly reconciliation were shared with the PV Latam Manager. As per Pint-Pharma procedures a deviation was opened for each late reported ICSR to local RA. The target compliance rate was 98. A sample of Affiliates monthly reports was reviewed during the audit. A Monthly meeting between Pint-Pharma Headquarters and Affiliates was established to discuss country specific activities. Meeting minutes were generated and filed. A PV Management review was performed once a year with the Chief Officers, Country Managers and QPPV. A PV Management Review report was compiled and signed by the CEO, Chief Safety Officers and QPPV.Periodic reconciliations was briefly discussed during the audit. Reconciliations were established between different stakeholders involved in the collection and processing of ICSRs. Monthly reconciliation occurred between Pint-Pharma and Drehm, between Pint-Pharma and Takeda and between Pint-Pharma Affiliates and Pint-Pharma Headquarters. Additionally, Pint-Pharma Affiliates reconciled PQCs with local QA on a monthly basis. A sample of reconciliation between Pint-Pharma and Takeda was reviewed during the audit with no issues noted. A sample of reconciliation between local QA and local PV was reviewed during the audit.Processes for Literature search and website monitoringPint-Pharma SOP-PV-PV08 v. 4 01-Aug-2024 Pharmacovigilance Media Monitoring described the process of local literature search including the translation into English when required.The vendor, ToxiClin conducted the local literature searches for Latam until October 2023. ToxiClin used the following databases: ScieELO, Medigraphic, Biblioteca virtual em sauacute;de BVS and Imbiomed. The local literature search was done using the key words: brand name and active ingredient. A product list was shared with Toxiclin as Annex I of the service agreement where Iclusig in all its formulations 15 and 45 mg, brand name and territory were included.At the time of the audit, the local literature search was performed by the vendor Drehm. The Project Manager PM at Drehm responsible for performing the search in the same databases explained the process. Drehm maintained a literature tracker Excel with all the databases and all products including the active substance, product name, territory and diseaseindication. The results from the local literature search were documented in the literature tracker with Day 0. The search was documented even in the event that no results were obtained. Day 0 was defined in the SOP-PV-PV08 as the day that PM conducted the search each Tuesday. A QC of the literature search was done by the deputy PM or PV Manager. A compliance check was performed on a quarterly basis to ensure no articles were missed. Whenever an ICSR was found, the ICSR was sent to Pint-Pharma Latam PV Manager and local QPPV at the Affiliate and followed the same path as any other spontaneous ICSR including translation where needed. Relevant safety information was also shared with Pint-Pharma in a Compliance report on a monthly basis. The literature tracker was also shared with the Latam PV Manager.Pint-Pharma website had the PV email address from all Affiliates for reporting any Pharmacovigilance matter. All emails were tested during the audit with no observations raised.Periodic Report Production and Submission ActivitiesPint-Pharma SOP-PV-14 v.4 01-Aug-2024 Periodic Safety Update Reports described the provisions and processes for the management of Periodic Safety Update Reports PSURs. However, the SOP applied mostly to PINTs-proprietary products since as per the PVA, Pint-Pharma was only responsible for the submission of PSURs for Iclusig.Additionally, not all countries in the territory under the scope of the audit required the submission of a PSUR. The countries requiring submission were Mexico, Argentina, Chile and Ecuador. For Brazil, Peru and Colombia there was no need to submit the document unless requested by the local RA.The last PSUR Periodic benefit-risk evaluation reports PBRER elaborated for Iclusig was covering the period 14-Dec-2022 to 13-Dec-2023. Submission of this PBRER in Mexico and Argentina was provided as evidence.PV Department Local Interfaces ndash; Regulatory AffairsThe global Head of RA, VB explained the process for keeping the local labelling up to date during the audit. She explained that a local RA person was available in each Pint-Pharma Affiliate.Pint-Pharma global SOP 007 21-Jun-2021 Labelling described the management of product labelling including the workflow between Pint and partners for the update of local labelling. As per the PVA, Takeda was responsible to inform Pint-Pharma PV and RA of the changes in global labels and to request Pint-Pharma to evaluate whether a change in the local label was required. Once the partner notified of any changes, Pint-Pharma made a regulatory strategy based on the urgency of the change and to ensure with supply when this change was possible. Pint-Pharma RA clustered many variations to be submitted at once. Submission dates were shared in advance with Takeda and would usually take up to 3 months for implementation. Eventually, local labelling changes could also be requested by the local RA in the territory.Safety-related changes occurred during the period covered by the audit. These safety-related changes resulted in an updated CCDS v 13. The PV and RA person confirmed that the Global labelling team from Takeda informed them of the new CCDS v.13 on 06-Jun-2024. As per the Head of RA, local labelling changes were triggered by the approval of a new SmPC by EMA in all countries in the territory except for Peruacute;. For Peruacute; the US PI was the reference document for updating Peruvian product local labelling. The following were the submissions and last approvals including the safety signal of panniculitis and amylase: See attached report for table.Weekly meetings were held between the Regulatory personnel at Pint-Pharma Head of RA or back-up and Head of Quality and Labelling, Business Unit and Alliance Manager and the Global Regulatory team from Takeda to tackle all changes related to the product general variations. An example of meeting minutes was provided during the audit with no issues noted.Local residence QPPV services A local QPPV or local PV responsible person was appointed in each of the countries were Iclusig was registered or commercialized. These local QPPV were reporting to the Latam PV Manager and their responsibilities were described in a local SOP. They all acted as a single contact point on a 24-hour-per-day basis for the competent Regulatory Authority in such country. The list of the local QPPV and deputies were provided during the audit with no issues noted.The nomination of the local QPPV for Argentina, Colombia and Mexico was provided during the audit with no issues noted. For Mexico, the local QPPV was outsourced to Andromaco because the local RA required only manufactures to have such role. A service agreement between Pint-Pharma and Andromaco and a PVA was in place dated 08-Jul-2020 and 24-Jul-2020, respectively. All PV activities in Mexico were performed by the local PV person at Pint-Pharma, except for the submission of ICSRs, aggregate reports or other PV report which was done by the local QPPV at Andromaco.Signal Detection and Risk ManagementPint-Pharma SOP-PV-15 v.4 01-Aug-2023 Risk Management Plans described the provisions and processes for set-up, implementation and maintenance of Risk Management Plans RMPs.Risk Management plans RMPs were submitted during the product registration or renewal in the Latam region. Local risk minimisation activities applied to Argentina, Chile and Brazil and consisted of including additional patient information in the product packaging. New updates of the RMPs were only required to be submitted locally in the territory when new safety risks were described. There were no specific timelines required for the submission of RMP updates.Signal detection activities in the Latam region were not required. During the audit it was verified that safety signals occurring during the period covered by the audit were communicated from Takeda to Pint-Pharma by sharing the updated product CCDS version 13.Information Technology IT- Systems and Business ProcessesSympto was the validated safety database used by Pint-Pharma Drehm for the management of Iclusig ICSRs in the Latam territory. A Validation Master Plan for Sympto dated 29-Arp-2021 and a Validation Report dated 24-Feb-2022 was in place. Marti Farm was the developer and the host of the safety database. Marti Farm was ISO 27001:2013 certified. Hosting of the safety database was done in a cloud system. The back-up, restore and disaster recovery plan for Sympto was described in the Validation Report. Sympto used a one virtual server and physical server both located in Germany.Pint-Pharma SOP IT-PL03v.1 2024 ldquo;Seguridad de la Informacioacute;n y Proteccioacute;n de datosrdquo; described the criteria and actions to preserve and guarantee the confidentiality, integrity and availability of information. The process included the following subprocesses: access control, password management, management of shared folders, internet usage, corporate email usage and referred to other company processes on Data Protection and Data back-up. Pint-Pharma used MS SharePoint and OneDrive internally for sharing and filing electronic documents. Datto Kaseya was the IT vendor providing external servers located in Miami for incremental back-ups during 365 days. IT was responsible for monitoring the MS SharePoint storage capacity to ensure unlimited capacity. Pint-Pharma did not have in place an SOP describing the back-up and restore process see observations.Pint-Pharma GMBH Business Continuity Plan v.4 19-Mar-2024 and Pint-Pharma GMBH Disaster Recovery Plan v.4 19-Mar-2024 were shared during the audit. As per the BCP, this was tested every 2 years and the last BCP testingtraining was executed on 28-Nov-2022 consisting of a call tree notification event. The BCP testing was documented, signed and dated. However, the BCP did not include a specific assessment of potential risks impacting Pint-Pharma PV activities as required by the PVA. Additionally, each Pint-Pharma Affiliate had a BPC in place, with the exception of Chile; however, like the corporate one, no specific PV activities were covered in the BCP. Only the BCP for Colombia included specific PV activities see observations.Drehm SOP IT-002 v.1 15-Aug-2024 Business Continuity Plan and behavior described the contingency plan in case of technical problems including disruption of Key Drehm system, disruption of email communication, disruption of database, staff shortages or data loss. The BCP described that these scenarios were regularly tested. A contact list with all relevant stakeholders was included in the SOP. The BCP testing was done by IT andor Quality department. An example of a BCP test was provided during the audit. The test was performed by IT on 30-Nov-2023 and consisted of a penetration test of the external and internal IT infrastructure of Drehm.Documentation and Records ManagementICSR records were kept only electronically, unless the source was on a paper version. Record retention was described in Pint-Pharma SOP PV-PV13 v. 01-Aug-2024 Individual Case Safety Reports at Affiliate level. DREHM data retention was specified in Annex I of the agreement. Record retention period in both companies was in line with the PVA described as ldquo;for at least ten 10 years after marketing authorization MA has ceased globallyrdquo;.","Audit Date - Performed (Start)":1727913600000,"Audit Date - Performed (End)":1728000000000,"Audit Scheduled End Date":1727222400000,"Audit Scheduled Start Date":1727136000000,"Audit Scheduled by":"Krishnan, Aishwarya","Audit Subtype (R&D)":"LP&Ds","Audit Subtype Category":"Pint Pharma","Audit Type (R&D)":"PV System & International","Description":"Business Partner Audit ofPint Pharma International andPint Pharma International SAPostponed from FY 2023","Executive Summary (R&D)":"Takeda Ramp;D Quality conducted a routine audit of Pint Pharma International S.A.'s Pharmacovigilance PV system on 03 and 04-Oct-2024, in accordance with Takeda's risk-based 2024 PV system Audit program and the existing PV Agreements PVA  Safety Data Exchange Agreement SDEA, contracts, Statement of Work SOW with Takeda. The audit was carried out in accordance with Takeda's GxP Quality Management System QMS documents, including quot;Global Standard, Quality Auditsquot; STRD-200334 and quot;Audits of Regulated Activities in Research and Developmentquot; SOP-217615.The objective of the audit was to evaluate Pint Pharma's compliance with GVP guidelines, regulations, SOPs, and contractual obligations. The audit followed the signed Audit Plan Appendix 1 dated 26-Sep-2024 which details the scope of the audit.There were zero 0 critical observations in this audit. There were three 3 Major; one 1 Minor and one 1 Recommendation. Details pertaining to each of the observations are described in Part 4 ndash; Audit Observations of this report.Major findings were noted in the following areas:QMS- Audit Management: Deficiencies were noted in the PV audit process.This observation reflected that Pint-Pharma had not a robust PV auditing process in place. This observation could become a critical observation in an inspection and question the appropriateness of the EU QPPV oversight at Pint-Pharma.QMS- CAPA Management: Deficiencies were noted in the DeviationCAPA process.This observation reflected that Pint-Pharma had no robust Deviation and CAPA system in place. Lack of impact analysisassessment for a Major deviation concerning the unexpected leave of the EUQPPV Deviation A1124 not determining the impact in all PV areas could lead to critical observations during an inspection. No proper deputy EUQPPV oversight was in place during the EUQPPV absence.SOPs-Non-ExistentNot Present: Lack of Documented Procedures.It was not possible to ensure that Takedaacute;s product related data were backed-up appropriately and could be retrieved in the event of disaster to maintain business continuity. Additionally, it was not possible to ensure the continuity of Takedaacute;s product related PV activities in case of business disruption.Minor findings was noted in the following area:Document Management: Insufficient communication and management of records and documents during the audit.The outcome of this routine PV audit is rated as Acceptable.","Program Lead":"Mallavarapu, Mallika","Regulatory Focus":"GVP","Supporting QAC Group":"Pharmacovigilance and Medical Quality (Primary)"},{"pr_id":4220131,"Audit Category":"Qualification","Audit Classification (R&D)":"Acceptable","Audit Conduct":"ParticipantsTakeda Representatives:NAME                  TITLE                                                OPENING MEETING CLOSING MEETING        INTERVIEWED VALERIA ZAPATA     SR. QUALITY ASSURANCE AUDITOR, ZIGZAG ASSOCAITES                    X            XIRMA ANNECHARICO AD, GCP SUPPLIER QUALITY LEAD CLINICAL LAB MAMAGNEMENT                             X                Ramp;D QUAITY Supplier Representatives:HECTOR REPETTO    ASSOICATE DIRECTOR, QA                                        X             X                         XMARIANA SANCHEZ CHOPPA DIRECTOR, PROJECT SERVICES                                 X             X                         XSERGIO RAMIREZ   MANAGER, CLINICAL TRIALS MATERIALS                                X             X                         XMARIA CENTERA  ASSOCIAE MANAGER, RECORDS MANAGMENT                              X             X                         XTERESIAH MUKUNDI  DIRECTOR, IT                                                 X                                       XSANJEEV TAHILIANI  MANAGER, PROJECT SERVICES                                     X               X                        XSTEPHANIE RASBERRY SENIOR IT COMPLIANCE ANALYST                                 X              X                        XVANI SRINIVAS  SR PROG-TESTER LAB DATA MGMTIT OPERATIONAL QUAITY MANAGER            X              X                        XJONALEE BORRUD OPERATION CIENT LEAD                                            X              X                        XMATTHEW BUNKER ON-SITE LIAISON                                                               X                        XLAURA ISOLA  CLINICALT TRIALS MATERIAL COORDINATOR                                                                        XXIMEN ANRIQUEZ CLINICAL TRIALS MATERIAL TECHNICIAN                                                                         XOpening Meeting: An opening meeting was held on 10 Jul 2024 to discuss the purpose of the audit and to review business operations with representatives identified above.Closing Meeting: The close out meeting was held on 12 Jul 2024 to discuss the items reviewed, reiterate the purpose of the audit, and discuss the audit observations with representatives identified above.The auditee representative was receptive of the audit findings. He accepted that the observations were factually correct and had no objections with the summary of audit findings reported.Audit ScopeReferences utilized to support the audit include:General:21 CFR Parts 11, 50, 54, 56, 312, 314, as applicableDirective 200120EC, 4th April 2001 EU Clinical Trial Regulation 5362014 EU-CTR as applicableICH E6 Harmonised Tripartite Guideline for Good Clinical Practice GCP R2EudraLex - Volume 10 - Clinical trials guidelinesData ManagementComputer Systems:EudraLex Volume 4 Annex 11 -EMA: Notice to sponsors on validation and qualification of computerised systems used in clinical trials, APR 2020FDA Guidance, Computerized Systems used in Clinical Trials, APR 1999FDA Guidance, Electronic Source Data in Clinical Investigations, SEP 2013FDA Guidance, Part 11, Electronic Records; Electronic Signatures - Scope and Application, SEP 2003FDA Guidance, Computerized Systems Used in Clinical Investigations, MAY 2007EMA Guideline on computerized systems and electronic data in clinical trials, 09 March 2023ISPE GAMP 5 Guide: A Risk-Based Approach to Compliant GxP Computerized Systems, Second Edition, July 2022Data Privacy:US 45 CFR Part 164 HIPAAEU General Data Protection Regulations GDPR, as applicableData Protection Regulation Argentina 25.326Other Regulatory References:FDA Guidance on Conduct of Clinical Trials of Medical Products During the COVID-19 Public Health Emergency, AUG 2021EMA Guidance on the Management of Clinical Trials during the COVID-19 Coronavirus Pandemic, FEB 2022Takeda references:Takeda Global Privacy Policy, version 3, 03 MAR 2023Takeda study Protocols:Protocol NumberTAK-330-3001: A Phase 3, Prospective, Randomized, Open-label, Adaptive Group Sequential, Multicenter Trial with Blinded Endpoint Assessment to Evaluate the Efficacy and Safety of TAK-330 for the Reversal of Direct Oral Factor Xa Inhibitor-induced Anticoagulation in Patients Requiring Urgent SurgeryInvasive ProcedureOriginal Protocol, Dated 30Sep2021Amendment 1, Dated 12Sep2022Amendment 2, Dated 19Jan2023TAK-935-3001: A Multicenter, Randomized, Double-Blind, Placebo-Controlled, Parallel Group Study to Evaluate the Efficacy, Safety, and Tolerability of Soticlestat as Adjunctive Therapy in Pediatric and Young Adult Subjects with Dravet Syndrome DSInitial Protocol, Global, 23Mar2021Amendment 1 France, Italy, Serbia, V1, Substantial, 03Nov2021Amendment 2, Global, Substantial, 22Apr2022Amendment 2 Germany, V1, Substantial, 01Feb2023TAK-935-3003: A Phase 3, Prospective, Open-Label, Multisite, Extension of Phase 3 Studies to Assess the Long-Term Safety and Tolerability of Soticlestat as Adjunctive Therapy in Subjects with Dravet Syndrome or Lennox-Gastaut Syndrome ENDYMION 2Initial Protocol, Global, 06Jul2021Amendment 1, Global Substantial, 02Nov2021Amendment 2, Global Substantial, 28Feb2023Amendment 2 Germany, V2, Substantial, 08Mar2023Amendment 2 Europe, Substantial, 30Apr2024TAK-981-1502: A Phase 1b2 Study of TAK-981 Plus Pembrolizumab to Evaluate the Safety, Tolerability, and Antitumor Activity of the Combination in Patients with Select Advance or Metastatic Solid TumorsOriginal Protocol, Global 19Feb2020Amendment 1, Global 22Apr2020Amendment 2, Global 10Feb2021Amendment 3, Global 23Apr2021Amendment 4, Global 09Sep2021Amendment 5, Global 01Jul2022Amendment 6, Global 22Jun2023Takeda Contracts MSASOW:Master Service Agreement, 12Dec2019Statement of WorkChange Orders:TAK-330-3001Statement of Work, Dated 14Nov2022TAK-935-3001Statement of Work, Dated 21Mar2022Change Order 1 to SOW, Dated 10Nov2023TAK-935-3003Start-Up Statement of Work, 03Sep2021Statement of Work, Dated 18Jul2022Change Order 01 to SOW, Dated 10May2024TAK-981-1502Statement of Work, 25Feb2020Change Order 01 to SOW, Dated 9Aug2022Change Order 02 to SOW, Dated 22Jan2024Takeda Quality Agreements, as applicableAGR-0009813, Quality Agreement, V1.0, 16Aug2021Takeda Study Plans andor Charters, as applicableTAK-330-3001Q2S Laboratory Manual, V01, 22Feb2022 North America RegionQ2S Lab FlowChart, V06, 07Feb2024 North America Region AP10747  AP10944Q2S Lab FlowChart, V03, 02Feb2024 European Region EP5099Q2S Lab FlowChart, V01, 05Apr2024 Latin America Region ndash; Brazil LP2526, Argentina LP2678Q2S Lab FlowChart, V02, 08May2024 Latin America Region ndash; LP2678Q2S Lab FlowChart, V01, 05Apr2024 Latin America Region ndash; LP2526Q2S Laboratory Manual, V01, 22Feb2022 North America Region ndash; AP10747USTAK-935-3001Q2S Laboratory Manual, V01, 04Apr2023 Latin America Region ndash; LP2583Q2S Lab FlowChart, V02, 17Oct2023 Latin America Region Brazil ndash; LP2583Q2S Lab FlowChart, V01, 14Apr2023 Latin America Region Brazil ndash; LP2583TAK-935-3003Q2S Laboratory Manual, V01, 05Sep2023 Latin America Region ndash; LP2585Q2S Lab FlowChart, V03, 16Feb2024 Latin America Region - LP2585 BrazilQ2S Lab FlowChart, V02, 30Oct2023 Latin America Region ndash; LP2585 BrazilQ2S Lab FlowChart, V01, 03Oct2023 Latin America Region ndash; LP2585TAK-981-1502Q2 Solutions Laboratory Manual, V01 04Jun2020 North America RegionTakeda written procedures, as applicableAudit Scope i.e., Areas to be reviewed: Business OverviewBackgroundcapabilitiesRegulatory authority inspection historyOrganizational chartsPersonnel to project ratio and staff turnoverIdentification of computerized systems utilized by the company as applicableThird-party contracted services FacilityComputer Servers housing area ndash; if on-site information related to third party data center, if used, including System Organizational Control SOC reportPaper data archivesSecurity e.g., building, fire extinguishers, alarm, and restricted access Personnel QualificationsTrainingTraining requirements including HIPAAGDPR, GCP, GDP etc., as applicablePersonnel training recordsCVs and Job Descriptions Quality Management Systems QMSWritten Procedures e.g., Standard Operating Procedures AdministrationDocument Control and Management, including record retention and version controlQA Audit Program internal audit, subcontractorvendor audit, inspection readinessExceptions, Complaints, and Deviations ProgramIssue escalation and Takeda notification process and timelinesTrending repeat issues and analyzing the ongoing impact to customersReview of Takeda related issues and investigationsCorrective and Preventative Action ProgramChange Control Data PrivacyHIPAAGDPR requirements  agreements, as applicableIdentification of Data Protection Officer DPO, as applicableReview of Incident detection and response proceduresData classification, storage, encryption at rest and in transitPatient facing privacy notification and consentData deidentification  anonymization processes, as applicable Records ManagementRecord Maintenance and Good Documentation PracticesDocument changerevision process including version controlsRecords retention policy and adherence to timelinesComputerized Software Development and Validation  Information Technology IT Operations as applicable for Kitting Services specific to the Buenos Aires siteQuality Management System as it pertains to software development change control, periodic review, system risk assessments, etc.Software Development Life Cycle SDLC Methodology and Computer System Validation CSV methodologies and procedures21 CFR Part 11 Annex 11 AssessmentAccess Management and Periodic ReviewSystems Inventory specific to KittingElectronic data securityPhysical and logical security of data centerVirus and malware protectionUse of electronic signatures by staffBack up, Archive, Disaster Recovery Program documentation including applicable policies and procedures, if not following Global Q2S proceduresStorage of data back-ups and associated study documentationProcedures for shortlong-term outages due to loss of powerinternetnetwork communications, etc. if not following Global Q2S proceduresNOTE: Computer Development and Software Validation and IT Operations is limited to Software utilized during the Kittiing Process and Quality Mangement System that do NOT fall under the Global Q2S Systems which have been previously audited.Study Specific ActivitiesComputer Software ndash; specific to KittingStudy set-up, Validation, and User Acceptance Testing, as applicableUser Access managementQuality ControlQuality Assurance process ndash; specific to KittingQuality controlIssue resolution escalationQuality assurance processLimitations:Scope is limited to Quality Management System and Kit ProductionMethodology:Opening and Closing MeetingsInterviews with all staff involvedDocument reviewTour of facilitiesDocuments ReviewedPoliciesProceduresPlans:SOP-ABC v0 Good Documentation Practices, Effective, Eff. 12 JAN 2021SOP-00541 v1 Management of Study Specific Deviations, Eff. 15 FEB 2023SOP-0052 v5 Auditing Process Relevant to External Laboratories, Eff. 01 MAY 2023SOP-00533 v6 Planning, Conducting, Reporting and Closing Quality Assurance Internal Audits, Eff. 15 SEP 2023QGOPGBO0002 v8 Vendor Management Program, Eff. 15 SEP 2023WI-00827 v4 Corrective and Preventive Actions CAPA, Eff. 15 SEP 2023Q2CLOP010003 v10 Managing Minor Non-Conformances, Eff. 15 MAY 2023Q2CLOP010050 v4 Confidentiality in the Workplace, Eff. 15 JAN 2023Q2CLWI020087 v3 Q2 Solutions Work Instruction ndash; NewLIMS Application Security, Eff. 01 APR 2023QGOPGBC0001 v6 Business Continuity Management System, Eff. 15 APR 2023Q2CLOP020034 v3 IT Disaster Recovery Planning, Testing, and Execution, Eff. 15 MAR 2023Q2CLOP0200152 v2 Backup and Restore, Eff. 15 SEP 2023QCPCPIGP0002 v5 Protection of Personally Identifiable Information, Eff. 15 JAN 2022QCPCPIGP0002 v2 Confidentiality Policy, Eff. 15 SEP 2018WI 01259 Preparing NewLIMS test code specification Rev 3 Eff 15 Oct 2022SOP Q2 OP 02239 System Development Life Cycle Rev 6 Eff 15 Nov 2022SOP-00613 Inventory stock transfers Rev 1 Eff 01 Nov 2017SOP 00592 CTM Pre kitting Rev 2 Eff 01 Apr 2022SOP 00571 CTM Kit assembly Rev 17 Eff 10 Jul 2024WI 00916 CTM Kit Quality Control Rev 9 Eff 01 Jul 2022SOP 00636 General Safety Requirements Re v Eff 15 May 2023WI 00524 Risk based assessment of GxP Services of vendors rev 21, Eff 27 Dec 2023Other Documents:Vendor DRS kitting facility Brazil, Audit Certificate 28 Feb 2024Vendor Marken logistics, Audit Certificate 02 May 2022Vendor OCASA logistics, Audit Certificate 03 Oct 2023Vendor Iron Mountain Archive, Audit Certificate 30 Sep 2022Vendor Flexential Data Center management, Audit Certificate 04-Oct-2023List of target Takeda studies Quality Issues, none related to Latin America region or kitting processQ2S Internal Audit Schedule 2024Q2S Internal Audit Schedule 2023Pursuant to reporting on System and Organization Control 2 SOC 2 Type 2 examination performed under AT-C 105 and AT-C205LabMatrix 21 CFR Compliance reportLabMatrix Validation Package 05 Jun 2024QLIMS 21 CFR Compliance reportQLIMS Validation Package 02 Jun 2024Q2S Buenos Aires Facility Initial Operation Permit 04 Oct 2010Q2S Buenos Aires Facility Current Operation Permit 03 Apr 2023Q2S Buenos Aires Kitting facility HeadcountRegional Business Continuity Plan BCP Buenos Aires Kitting Facility 23 Oct 2023BCP testing exercise Buenos Aires Kitting Facility, 24 Oct 2024Q2 Buenos Aires kitting facility Organizational Chart dated July 2024Q2 Solutions Locations and Capabilities, July 2024Q2 CLMAN 10029 Quality Manuel Rev 5, Eff 01 May 2023Central Labs Internal Audit Schedule 2023 and 2024CVs, JDs, and General Training Records as noted below in the Personnel QualificationsTraining sectionQuality Issue QI Report for Takeda studies within audit scopeDescription of Operations Business OverviewQ2 Laboratory Services was formed from the merger of QuintilesIQVIA and the acquisition of Quest Laboratories clinical trial services related assets in 2016. IQVIA is the owner of Q2 Global Laboratory Services. All global laboratory services, including the kiting provision, operate under standard global procedures and harmonized safety processes in centers located in the United States, United Kingdom, China, Japan, Singapore, and Argentina. The laboratory and other Q2 facilities that includes Genomics, Bio-Analytics, vaccines, and kitting facility, operates in 12 countries with over 5,000 employees.Q2 maintains a corporate-level Organizational Structure with the groups of laboratory teams, including kitting division. The QA Group reports to the Chief Medical and Scientific Officer, and both roles report directly to the Q2 Chief Executive Officer CEO headquartered in Durham, NC. Global harmonized procedures are maintained by all Q2 facilities and processes.Q2have kitting facilities in Atlanta US, Edinburg, Singapore and Buenos Aires Argentina. The Buenos Aires facility- target of this audit ndash; is dedicated to warehouse and kit building. The laboratory kits that are ensembled at this facility, are shipped out to investigational sites in South America specifically Brazil, Chile and Argentina participating in the different clinical trials.FacilitiesThe facility toured during this audit is located in Buenos Aires, Argentina. The facility includes a Record Archive, a Project Management area and Clinical Trial Material CTM division for South America. The building has restricted access and security staff 247. A visitor log is maintained by security staff. All different areas within the building have fingerprint door locks. Smoke detectors with alarm and fire protection system with clean agent fire suppressant FM200 TM are distributed through the building.The Record archive area have metal racks and carton boxes, with air-conditioner at 18deg;C. Temperature and humidity logs are maintained, with MaxMin 3 manual measurements daily during working days. MaximumMinimum thermometer allows to to record the highest and lowest temperatures that have occurred overweekends or holidays. Maintenance records were available for the hygro- thermometers.The CTM area is divided in Warehouse, Pre-kit, Kit Building and Quality Control QC zones. The laboratory tubes are imported from Q2 Atlanta or Edinburg and stored in this facility at ambient temperature or 2-8 deg;C, according to requirements. For ambient temperature area, temperatures are not monitored. For refrigerated tube storage, temperatures are verified through calibrated thermometers. For Takeda protocols in scope, no refrigerated tubes are being used.A Business Continuity Plan BCP for the Buenos Aires facility was reviewed and found to be complete and updated. The BCP test Tabletop Exercise, 24 Oct 2023 indicated five areas requiring improvement with due date Nov 2023. Evidence of completion of these actions were found to be incomplete.Related ObservationsFindings:Facilities  Disaster Recovery or Business Continuity Plan: Follow up required actions for the BCP test in Buenos Aires kitting facility were poorly documented.Personnel QualificationsTrainingCurriculum Vitae CV, Job Descriptions JDs, andor training records were reviewed for the following employees:Ximena Anriquez, CTM technicianKaren Kempner, Records Management AssociateMariana Sanchez, Director Project ServicesGerman Mic, Inventory Control AssociateAlejandra Paniagua, CTM technicianSergio Ramirez, CTM ManagerMaria Cetera, Records Management Associate ManagerAriana Carreras, CTM QC technicianLaura Isola, CTM CoordinatorLearning Edge is the web-based learning and teaching system used at Q2. All employees are required to complete role-specific onboarding training and ongoingupdated training as needed, and reoccurring corporate training as assigned. Recurring trainings includes: GCP, GDPR, HIPAA, and several other global trainings assigned by IQVIA.Global trainings are managed and assigned by IQVIA, including computer safety, privacy, and security.For role-specific training, each employee is responsible for registering into Learning Edge based on role Training Plan and complete the training in the assigned timeframe.Training assignments and overdue training status are provided via email to employees and employeersquo;s line manager who are responsible for reviewing training records annually.Personnel to project ratio: no specific staff is assigned per protocol. A forecast in staff requirement is conducted annually to ensure sufficient staff is available to meet client needs. In the case where workload exceeds staff capacity, the Atlanta kit building facility would act as backup unit for the Latin America region. Staff turnover information is confidential and was not shared with external auditors.Related ObservationsFindings:Personnel Training  TrainingQualification InadequateNot PerformedNot Documented: Required training had not been completed per Training Plan. Inadequate oversight for training assignment and completion.Quality Management SystemSmartSolve is the Quality Management System QMS used by Q2 since May 2023. The system provides adequate built-in controls for changes to controlled documents, including standard operating procedure SOP and Incident management. SOP training acknowledgement is captured within SmartSolve. The Quality Events also captured within SmartSolve: Quality Issues, complaints, non-compliances, internal and external audits, regulatory inspections. Q2 Quality Standards include ICH-GCP, College of American Pathologist CAP, CLIA, ISO 15189 and GCLP requirements.Q2 performs annual internal facility audits that cover all expected areas and manages external audits or qualification assessments at regular intervals as part of their vendor qualification program. Evidence of compliance with their auditing and vendor qualification processes was noted by review of their annual audit plan for 2023 and 2024 and a sampling of qualification documents for five 5 approved vendors used by Q2 kitting facility in Buenos Aires: Iron Mountain Archive, OCASA Logistics, Marken logistics and DRS Brazil kitting facility backup.At least, one test-specific program per quarter in each geographical region is internally audited, per CLIA requirement. The kit building and associated QC processes in the Buenos Aires facility were internally audited in Q4 2023, and the outcome is not to be shared with external auditors per company policy.SmartSolve has different access levels, based on job positions.A deficiency was noted with the supplier management, as third-party vendors which are suppliers of an end product only would not be qualified, per SOP and therefore, there was no evidence of tube supplier oversight.Review of the quality incidents for the Takeda studies in scope showed no incidents related to the processes of kit building processes being audited. According to Q2 QA Director, following past concerns regarding history of a lack of adequate and timely follow-up of quality issues, Q2 implemented a new and dedicated Quality Incident QI team, separate from their auditing team. Issue escalation to Sponsor would be done through Project Management for the study, as soon as the incident is detected.Q2 maintains incident management and Corrective Action and Preventive Action CAPA processes that contain expected elements including appropriate and timely effectiveness checks in compliance with their SOPsRelated ObservationsFindings:Vendor managementLack of vendor oversight: Deficiencies were noted with vendorsupplier Management.Data Privacy IQVIA had documented their approach to General Data Protection Regulation GDPR and made it publicly available for review through IQVIA GDPR Checklist ndash; Summary of Activities, as well as other documents covering their position on compliance with GDPR. The actions taken were found to be reasonable and comprehensive.Business Privacy was addressed by Ramp;DS Information Governance and Privacy Team. Global Privacy is managed by the Chief Privacy Officer and Global Privacy Team. Kim Gray, based in US, VP amp; Chief Privacy Officer reports to EVP, Gen Counsel amp; Ext Affairs, who reports to the Chairman amp; CEO. Reporting to Kim Gray are Barbara Bressolles the Sr Global Privacy Director EU DPO, two Sr Global Privacy Directors and three Global Privacy Directors, based in US, Portugal, Spain and Netherlands, covering all regions and Q2 IQVIA locations.Data Privacy is not applicable for Kit building services and are covered under the Central Laboratory Services. The process of building the laboratory kits prior being sent to investigational sites does not involve personal data.Related ObservationsFindings:No concerns were notedRecords ManagementThe Record Management area for the Buenos Aires kitting facility was on the ground floor of the building. This area was noted to have adequate environmental monitoring, and adequate fire suppression system, as detailed in the Facility section of this report. Physical documents are maintained on site for 1 year and then moved to long-term storage at Iron Mountain Buenos Aires affiliate for 25 years.Document change control is managed within the Q2 Lab Matrix system and their retention policy is to maintain study-related documents for as long as agreed upon with each sponsor and then communicate with the sponsor at the end of the agreed upon retention period regarding destruction or other options.Related ObservationsFindings:No concerns related to Records Management were noted.Information Technology IT Operations  Computerized Software ValidationReview of Computer Development and Software Validation and IT Operations was limited to Software utilized during the Kitting Process and Quality Management System that do NOT fall under the Global Q2 Systems which have been previously audited.Q2 uses the same IT systems for all company divisions and locations:QMS SmartSolve: controlled documents and quality issues managementLMS Learning EdgeLaboratory Information Management System QLIMS.SmartSolve and Learning Edge were not assessed during the present audit, as they had been previously audited by Takeda.The systems applicable specifically to kitting process are LabMatrix and QLIMS.LabMatrix is the system that lists all documents and their chain of custody from generation to transfer to Iron Mountain. Evidence of LabMatrix compliance with CRF Part 11 and validation package was reviewed and found adequate.QLIMS is a SaaS Software as a Service laboratory informatic platform used to to track, standardize, organize, and centralize all the data, processes, and tasks in a lab, from kit building to test results. Evidence of QLIMS compliance with CRF Part 11 and validation package was reviewed and found adequate.Q2 applies consistent antivirusanti-spyware and patch management. Patch management is addressed by a cross-functional team that evaluates patches for application and reporting.IQVIA data centers are managed by third-party vendors, which had been qualified by QA. The data centers are:Americas Data Center ADC, located in North Carolina and managed by FlexentialEuropean Data Center EDC, located in Dublin, Ireland and managed by KeppelIQVIA Data Centers are certified to the ISOIEC 27001:2013. Daily incremental backup Monday through Friday, with a full backup each weekend, which is then retained for up to 13 weeks 91 days are performed.According to Q2 CLOP020034 v3 IT Disaster Recovery Planning, Testing, and Execution, Disaster Recovery DR plans are developed at the data center level, at the site level, and at the application level, with actions and checklists identified. They are reviewed, updated and tested at least annually.Related ObservationsFindings:No concerns were notedFollow-up actions reviewed from previous audit:NATakeda Audit and Regulatory Inspection HistoryQ2 Kitting facility in Buenos Aires, Argentina had not been inspected by FDA nor ANMAT Argentina Regulatory Authority. It had been inspected by the city of Buenos Aires Government to grant continuation of Operation Permit on 03 Apr 2023.There was no previous Takeda audit to the Q2S Kitting facility.Notes to TakedaNANoteworthy information to TakedaNAAudit ObservationsFindingsObservation Rating DefinitionsCritical: A deficiency that represents a serious non-compliance with applicable regulations, Takeda requirements or agreements, or where evidence exists that a number of major departures systemic in nature have occurred likely to cause or has caused an immediate or serious risk to patientsubjects safety, rights or well-being or public health and data integrity.Major: A deficiency that represents significant non-compliance with applicable regulations, Takeda requirements or agreements, or where evidence exists that a number of minor departures systemic in nature have occurred, or that poses a potential risk to patientsubjects or public health and data integrity.Minor: A deficiency that represents non-compliance with regulations, Takeda requirements or agreements and is not systemic in nature and is not anticipated to pose a risk to patientsubjects or public health or data integrity.","Audit Date - Performed (Start)":1720569600000,"Audit Date - Performed (End)":1720742400000,"Audit Scheduled End Date":1720742400000,"Audit Scheduled Start Date":1720569600000,"Audit Scheduled by":"Annecharico, Irma","Audit Subtype (R&D)":"Supplier","Audit Subtype Category":null,"Audit Type (R&D)":"Clinical and Medical Compliance","Description":"Qualification audit of Q2 Solutions - Avenida Triumvirato 3030 Buenos Aires, C1427AAQ, Argentina - for Central Lab Kitting only services.Planned in Q2 2024.","Executive Summary (R&D)":"A kitting facility audit of Q2 Solutions Q2S, located in Buenos Aires, Argentina was conducted on 10 Jul 2024 thru 12 Jul 2024 by Valeria Zapata, Zigzag Associates, Ltd Zigzag to assess their Kitting Facility and kitting service, for compliance with applicable Regulatory Agency Regulations, Guidelines, appropriate Regulatory Agency guidance documents and applicable Takeda SOPs.The audit was performed in accordance with the Audit Plan approved on 10 Jun 2024.Studies in scope:TAK-330-3001 PDTTAK-935-3001 NSTAK-935-3003 NSTAK-981-1502 ONCThe audit identified three 3 Findings.Of these Findings, zero 0 were Critical, one 1 was Major, and two 2 were Minor. A summary of the Major finding is noted below:A complete list of Findings is provided in the Findings section of this report.Rating   Qunatity       Findind Category:Finding SubCategory            ObservationMajor    1          Personnel Qualification amp; Training:                  Deficiencies were noted regarding                   Training Qualification InadequateNot                required staff training                   performedNot documentedBased on the audit results, the overall rating for the audit is:Acceptable ","Program Lead":"Annecharico, Irma","Regulatory Focus":"GCP","Supporting QAC Group":"Clinical Quality Assurance (Pharma)(Primary)"}]